[
    {
        "title": "Webinar: How to divest from weapons companies profiting from the Gaza genocide",
        "author": "USCPR",
        "published_date": "2024-11-14 00:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.indybay.org/newsitems/2024/11/08/18870650.php",
        "clean_url": "indybay.org",
        "excerpt": "Zoom\nhttps://uscpr.org/peoplesembargo",
        "summary": "It's our role to stop the weapons: we know that *70%* of Israel's genocide has been paid for by U.S. tax dollars, and both the policymakers *and* the profiteers of genocide live & work here in the United States. When the masses of people coalesce around strategic campaigns against mega-corporations, we transform the economic outlook of apartheid Israel, pressuring the powerful to cut ties with genocide.\nJoin us to learn about a series of strategic BDS campaigns for companies, institutions, and governments to cut ties with genocide, called the People's Arms Embargo. We can win, like the movement for divestment from South African apartheid before us, but first we need to win campaigns that politically and economically isolate corporations that send weapons to Israel.\n--Hear from Aisha with Palestinian Youth Movement's Mask Off Maersk campaign and Honor the Earth about taking on the underbelly of imperialism: the logistics company Maersk that is responsible for shipping weapons and military goods to the Israeli Ministry of Defense\n--Learn from Adan from New Orleans Stop Helping Israel's Ports (NOSHIP) about how to get started with identifying local Maersk sites and demanding the company cut ties with genocide\n--Get inspired by and plug into the Chevron: Stop Fueling Genocide campaign to use boycott and divestment to pressure Chevron to divest from extracting fuel for Israel from fields off the coast of Palestine.",
        "rights": "indybay.org",
        "rank": 18768,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "USCPR",
        "media": "https://www.indybay.org/im/meta_event.png",
        "is_opinion": false,
        "twitter_account": "@indybay",
        "_score": 1.6856265,
        "_id": "e501db12f04f9169564edc6f017ef727"
    },
    {
        "title": "Salvadoran Human RIghts activists speak",
        "author": "Allan Fisher",
        "published_date": "2024-11-14 00:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.indybay.org/newsitems/2024/11/10/18870681.php",
        "clean_url": "indybay.org",
        "excerpt": "14 Pera Drive, Watsonville",
        "summary": "Two lawyers from Socorro Juridico, a Human RIghts organization that defends innocent people in El Salvador, will speak about the current \"State of Exception\" imposed by U.S. backed President Bukele. About 80,000 people have been imprisoned so far (more than 2 % of the population) , with many of them innocent and more than 300 people have died in prison. This talk will be on Thursday, November 14 from 6 to 8 pm at the home of Deli Martinez and German Escobar at 14 Pera Drive in Watsonville.\nFor more information and to rsvp, please call Allan at 415-954-2763 or German at 831-234-6559.",
        "rights": "indybay.org",
        "rank": 18768,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Allan Fisher",
        "media": "https://www.indybay.org/im/meta_event.png",
        "is_opinion": false,
        "twitter_account": "@indybay",
        "_score": 1.6856265,
        "_id": "a45819a05c6b823d152695e5fe040947"
    },
    {
        "title": "The PIPEs Conference 2024",
        "author": "Hollywood",
        "published_date": "2024-11-14 00:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.wilmerhale.com/en/insights/events/20241114-the-pipes-conference",
        "clean_url": "wilmerhale.com",
        "excerpt": "On Thursday, November 14, Partner Caroline Dotolo and Special Counsel Matthew Beville will participate in sessions at The PIPEs Conference 2024, which brings together business leaders in private investment in public equity from around the world.",
        "summary": "On Thursday, November 14, Partner Caroline Dotolo and Special Counsel Matthew Beville will participate in sessions at The PIPEs Conference 2024, which brings together business leaders in private investment in public equity from around the world.\nMatthew Beville will host a presentation entitled, \"PIPEs and the SEC's Approach to Broker/Dealer Issues: Key Case Studies,\" and will discuss recent industry updates, including the impact of the Supreme Court's recent ruling in SEC v. Jarkesy on PIPE fund strategies. Caroline Dotolo will join a roundtable discussion entitled, \"Discussion of the NVCA's New Model Deal Forms for PIPEs.\" She joins fellow legal professionals in a conversation surrounding the National Venture Capital Association's model legal documents, their uses and how they change over time.",
        "rights": "wilmerhale.com",
        "rank": 37953,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Hollywood",
        "media": "https://www.wilmerhale.com/-/media/080c2047e28a45fcab531f652704f892.jpg",
        "is_opinion": false,
        "twitter_account": "@WilmerHale",
        "_score": 1.5212264,
        "_id": "a04114fd98e66a95f6bcba13cd5cd424"
    },
    {
        "title": "Dolphin to Host Third Quarter 2024 Earnings Call on November 14, 2024, at 4:30 PM ET",
        "author": "Enter Symbol",
        "published_date": "2024-11-14 00:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.stockwatch.com/News/Item/U-by0940262-U!DLPN-20241111/U/DLPN",
        "clean_url": "stockwatch.com",
        "excerpt": "MIAMI, FL / ACCESSWIRE / November 11, 2024 / Dolphin (NASDAQ:DLPN), an independent leader in content production, entertainment marketing, and related ventures, announced today it will host a conference call to discuss financial results for its quarter ended September 30, 2024 on November 14, 2024 at 4:30pm ET. About Dolphin: Dolphin (NASDAQ:DLPN), founded in 1996 by Bill O'Dowd, has evolved from its origins as an Emmy-nominated television, digital, and feature film content producer to a company with three dynamic divisions: Dolphin Entertainment, Dolphin Marketing, and Dolphin Ventures. Dolphin Ventures: This division leverages Dolphin's best-in-class cross-marketing acumen and business development relationships to create, launch and/or accelerate innovative ideas and promising products, events and content in our areas of expertise.",
        "summary": "MIAMI, FL / ACCESSWIRE / November 11, 2024 / Dolphin (NASDAQ:DLPN), an independent leader in content production, entertainment marketing, and related ventures, announced today it will host a conference call to discuss financial results for its quarter ended September 30, 2024 on November 14, 2024 at 4:30pm ET.\nConference Call Details\nTime: 4:30 p.m. Eastern Time\nDomestic 877-545-0320; International: 973-528-0002 Access Code: 345281\nWebcast: https://www.webcaster4.com/Webcast/Page/2225/51624\nAbout Dolphin:\nDolphin (NASDAQ:DLPN), founded in 1996 by Bill O'Dowd, has evolved from its origins as an Emmy-nominated television, digital, and feature film content producer to a company with three dynamic divisions: Dolphin Entertainment, Dolphin Marketing, and Dolphin Ventures.\nDolphin Entertainment: This legacy division, where it all began, has a rich history of producing acclaimed television shows, digital content, and feature films. With high-profile partners like IMAX and notable projects including \"The Blue Angels,\" Dolphin Entertainment continues to set the standard in quality storytelling and innovative content creation.\nDolphin Marketing: Established in 2017, this division has become a powerhouse in public relations, influencer marketing, branding strategy, talent booking, and special events. Comprising top-tier companies such as 42West, The Door, Shore Fire, Special Projects, and The Digital Dept., Dolphin Marketing serves a wide range of industries, from entertainment, music and sports to hospitality, fashion and consumer products.\nDolphin Ventures: This division leverages Dolphin's best-in-class cross-marketing acumen and business development relationships to create, launch and/or accelerate innovative ideas and promising products, events and content in our areas of expertise. Key ventures include collaborations with Rachael Ray for Staple Gin and Mastercard Midnight Theatre.\nThis press release contains 'forward-looking statements' within the meaning of the Private Securities Litigation Reform Act. These forward-looking statements may address, among other things, Dolphin Entertainment Inc.'s offering of common stock as well as expected financial and operational results and the related assumptions underlying its expected results. These forward-looking statements are distinguished by the use of words such as \"will,\" \"would,\" \"anticipate,\" \"expect,\" \"believe,\" \"designed,\" \"plan,\" or \"intend,\" the negative of these terms, and similar references to future periods. These views involve risks and uncertainties that are difficult to predict and, accordingly, Dolphin Entertainment's actual results may differ materially from the results discussed in its forward-looking statements. Dolphin Entertainment's forward-looking statements contained herein speak only as of the date of this press release. Factors or events Dolphin Entertainment cannot predict, including those described in the risk factors contained in its filings with the Securities and Exchange Commission, may cause its actual results to differ from those expressed in forward-looking statements.\nAlthough Dolphin Entertainment believes the expectations reflected in such forward-looking statements are based on reasonable assumptions, it can give no assurance that its expectations will be achieved, and Dolphin Entertainment undertakes no obligation to update publicly any forward-looking statements as a result of new information, future events, or otherwise, except as required by applicable law.\nView the original press release on accesswire.com",
        "rights": "stockwatch.com",
        "rank": 118927,
        "topic": "stockmarketinformationandanalysis",
        "country": "unknown",
        "language": "en",
        "authors": "Enter Symbol",
        "media": "https://www.stockwatch.com/favicon.ico",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.2563636,
        "_id": "c1290c7d119afd02a651a7132b1d0a3a"
    },
    {
        "title": "Free Horse Racing Form Guide Thursday, 14th November 2024",
        "author": "Comprehensive Punters Guide",
        "published_date": "2024-11-14 00:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.racingandsports.com.au/form-guide/thoroughbred/australia/bunbury/2024-11-14",
        "clean_url": "racingandsports.com.au",
        "excerpt": "Bunbury Races Horse Racing Form Guide And Race Fields For Thursday, 14th November 2024. Find Out Meeting Info, Race Horses,Speed Maps,Neural And Full Fields For Bunbury Form Guide.",
        "summary": "Meeting Info PDF Download Runners / Jockeys / Trainers / Sire Race Fields Customised Race Report Computer Tips",
        "rights": "racingandsports.com.au",
        "rank": 215572,
        "topic": "news",
        "country": "AU",
        "language": "en",
        "authors": "Comprehensive Punters Guide",
        "media": "https://www.racingandsports.com.au/Resources/img/layout/rs.png",
        "is_opinion": false,
        "twitter_account": "@RandSRacing",
        "_score": 1.1597329,
        "_id": "62f9574b811235f189b56c299f9b489c"
    },
    {
        "title": "Summer of Sabrina: Sabrina Carpenter Unofficial Afterparty",
        "author": "",
        "published_date": "2024-11-13 22:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.phoenixnewtimes.com/event/summer-of-sabrina-sabrina-carpenter-unofficial-afterparty-19758121",
        "clean_url": "phoenixnewtimes.com",
        "excerpt": "Summer of Sabrina: Sabrina Carpenter Unofficial Afterparty at Thundercat Lounge:",
        "summary": "When:",
        "rights": "phoenixnewtimes.com",
        "rank": 6020,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "",
        "media": "https://media1.phoenixnewtimes.com/phx/imager/summer-of-sabrina-sabrina-carpenter-unofficial-afterparty/u/slideshow/19758120/03_edp.jpg_3fv_3d5?cb=1729600919",
        "is_opinion": false,
        "twitter_account": "@phoenixnewtimes",
        "_score": 1.8719072,
        "_id": "0c3f4bb7c78544ee00229dc58198a322"
    },
    {
        "title": "Richy Mitch and the Coal Miners",
        "author": "",
        "published_date": "2024-11-13 20:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.phoenixnewtimes.com/event/richy-mitch-and-the-coal-miners-18917040",
        "clean_url": "phoenixnewtimes.com",
        "excerpt": "Richy Mitch and the Coal Miners at Crescent Ballroom: Charlie Levy's stylish venue and nightspot has",
        "summary": "When:",
        "rights": "phoenixnewtimes.com",
        "rank": 6020,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "",
        "media": "https://media1.phoenixnewtimes.com/phx/imager/richy-mitch-and-the-coal-miners/u/slideshow/18917039/97c5d4d9-5e3f-4452-8635-7ef99caae0b0_source?cb=1716469080",
        "is_opinion": false,
        "twitter_account": "@phoenixnewtimes",
        "_score": 1.8727273,
        "_id": "5c60ca2a4b1a975b8a32cb9f3c5561d6"
    },
    {
        "title": "Broadcast 4291: Hotel Mars with Dr. Hank Alewine",
        "author": "",
        "published_date": "2024-11-13 17:30:00",
        "published_date_precision": "timezone unknown",
        "link": "https://thespaceshow.com/show/13-nov-2024/broadcast-4291-hotel-mars-dr.-hank-alewine",
        "clean_url": "thespaceshow.com",
        "excerpt": "John",
        "summary": "Sunday: 12:00 - 1:30 PM (PT)\nMonday: 2:00 - 3:30 PM (PT)\nTuesday: 7:00 - 8:30 PM (PT)\nFriday: 9:30 - 11:00 AM (PT)\nOther weekday times can be morning , afternoon, or evening as you will see from the program schedule below. When you see Wednesday or Thursday program options, it is because of my travel schedule and I am adding in special shows at the time chosen by the guest. The John Batchelor Hotel Mars segment is always Wednesday, 6:30-6:45 PM Pacific Time. All Hotel Mars shows are archived as Space Show programs.",
        "rights": "thespaceshow.com",
        "rank": 375751,
        "topic": "news",
        "country": "CA",
        "language": "en",
        "authors": "",
        "media": "https://thespaceshow.com/sites/default/files/shows/tssfav2.png",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.0990291,
        "_id": "804a169b214565784c174021bec78ba2"
    },
    {
        "title": "Webinar: Monitoring Social Determinants of Health Equity",
        "author": "",
        "published_date": "2024-11-13 14:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.who.int/news-room/events/detail/2024/11/13/default-calendar/webinar-monitoring-social-determinants-of-health-equity",
        "clean_url": "who.int",
        "excerpt": "This webinar is intended for national-level decision-makers whose work in different sectors impacts health, including national leaders and officials across a wide range of sectors. T",
        "summary": "Join the WHO Global Knowledge Network for Health Equity (GKNHE) and the WHO Collaborating Centre on Health in All Policies and the Social Determinants of Health for a webinar focusing on exploring the WHO Operational framework for monitoring social determinants of health equity and using data to inform policies that drive health equity improvements.\nObjectives\nPresent the WHO operational framework, including its menu of indicators for monitoring social determinants of health and policies addressing them that improve health equity as well as key areas and actions for implementation.\nLearn from experts and country partners about monitoring and using data for action to improve health equity, including best practices and lessons to support the implementation of the operational framework in countries.\nEngage in a Q&A session with experts and country partners with a focus on monitoring and implementing the operational framework to support health equity improvement.\nTarget audiences\nThis webinar is intended for national-level decision-makers whose work in different sectors impacts health, including national leaders and officials across a wide range of sectors. The webinar is also relevant to decision-makers in local government, parliaments, health systems, multilateral organizations, civil society, academia, the private sector and to researchers, practitioners and advocates seeking to advance health equity through their work.\nProgramme\nWelcome and introductions\nEtienne Krug, Director, Department of Social Determinants of Health, WHO\nPresentations\nWHO Operational Framework for Monitoring Social Determinants of Health Equity\nJulia Berenson, Technical Officer, Equity and Health, Social Determinants of Health, WHO\nPanel Discussion\nExpert and Country Experiences in Monitoring and Using Data for Action to Improve Health Equity.\nFacilitated by Gökhan Depo, Coordinator, WHO Collaborating Centre on Health in All Policies and the Social Determinants of Health, Tampere University, Finland.\nQ & A and Conclusion\nSudhvir Singh, Unit Head, Equity and Health, Social Determinants of Health, WHO",
        "rights": "who.int",
        "rank": 84,
        "topic": "news",
        "country": "CH",
        "language": "en",
        "authors": "",
        "media": "https://cdn.who.int/media/images/default-source/headquarters/teams/uhc-healthier-populations-(hep)/social-determinants-of-health-(sdh)/equity-and-health-(eqh)/monitoring-illustration.tmb-1200v.png?sfvrsn=9ecd02a6_1",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.9979559,
        "_id": "6f61ef3493abe115817e18bdebc0a79f"
    },
    {
        "title": "Why married women cheat 'smarter' than men",
        "author": "The Nairobian Reporter",
        "published_date": "2024-11-13 13:25:16",
        "published_date_precision": "timezone unknown",
        "link": "https://www.standardmedia.co.ke/evewoman/article/2001506199/why-married-women-cheat-smarter-than-men",
        "clean_url": "standardmedia.co.ke",
        "excerpt": "What's most astonishing is how naturally married women can blend such affairs into their lives.",
        "summary": "A married woman cheating. (Courtesy)\nBaltasar Ebang Engonga, the powerful Director General of Equatorial Guinea's National Financial Investigation Agency (Anif), has turned global attention on the secret lives of married-but-available women after being linked to over 400 affairs with married women.\nIt's a revelation that raises more than eyebrows—it shines a light on a side of relationships often whispered about, but rarely acknowledged: the quiet, covert, and surprisingly organised lives of married women who step outside their unions. It's safe to say that were it not for that fraud investigation, these married women would never have been discovered by their husbands.\nLet's be honest—infidelity has never been strictly a man's game, but for a long time, men's dalliances have hogged the spotlight. Society almost expects it, laughing at the 'wandering eye' as an intrinsic male trait. Men, after all, have been famously unfaithful for centuries, from kings with their mistresses to politicians and pop stars with affairs splashed across tabloids. But a lesser-known side to this story exists. Women, too, have picked up on these playbook tactics—and might even be playing the game better.\nIn contrast to the all-too-common bungling or public discovery of male affairs, the married-but-available woman operates under a strict set of covert tactics that allow her to lead a dual life with near invisibility. These women know exactly how to slip through the cracks, mastering the fine art of discretion with almost CIA-level expertise.\nWhat's most astonishing is how naturally married women can blend such affairs into their lives. Many of them understand that the key to discretion lies in simplicity. Their 'extracurricular activities' are seamlessly tucked into their day-to-day. The extra 'lunchtime yoga class' becomes code for a rendezvous, or that occasional 'girls' weekend' is a perfect alibi. And it works. Men, after all, often overlook the subtle signals or explain them away as quirks.\nWhen it comes to communication, modern technology has made the art of the affair more convenient, but women have found that discretion is about discipline. There's little impulsive texting or risque messages during family hours. Instead, many stick to predictable times or anonymous chat apps that leave no trail, disappearing like digital ghosts before suspicion even has a chance to settle.\nStudies have shown that women often cheat for more complex reasons than men. Emotional neglect, a lack of intimacy, or just feeling unappreciated in their marriages can lead them to find validation outside the relationship. Unlike men, who often pursue affairs for variety or thrill, women tend to be more discerning about their partners in infidelity. The married-but-available woman may be choosy, often seeking someone who understands her situation and respects the delicacy of her dual life. She isn't necessarily seeking a lifelong partner or a replacement for her husband—she's looking for connection, excitement, or validation.\nA common misconception about infidelity is that it's an act of cold-hearted betrayal, but these women are often deeply attached to their families. They know the stakes and make concerted efforts to avoid letting their actions interfere with family life. As many psychologists argue, some women use these affairs as a way to preserve their marriages rather than destroy them. It's paradoxical, but some say that the escape provided by a discreet affair lets them return home with renewed patience or energy.\nThe truth is, women have mastered the art of balance. They remember birthdays, their partners' schedules, handle parenting issues, and manage to make space for their dalliances—all without setting off alarms. The result? Husbands rarely suspect anything. And herein lies the humor and irony. Men, often quick to boast about their infidelities, frequently miss the signals when the tables are turned. While they assume their wives are simply 'too busy' or 'just not the type', these women often glide under the radar, preserving the sanctity of their secret world.",
        "rights": "standardmedia.co.ke",
        "rank": 7555,
        "topic": "news",
        "country": "KE",
        "language": "en",
        "authors": "The Nairobian Reporter",
        "media": "https://cdn.standardmedia.co.ke/images/articles/thumbnails/qdrBCfbrERByVGeoOdHuAYWx0lcvlIRj6e4cfrmk.jpg",
        "is_opinion": false,
        "twitter_account": "@EveWomanKenya",
        "_score": 1.8441905,
        "_id": "2b21acb195990b0bf198c41dda51aa49"
    },
    {
        "title": "Shochu & Awamori Festival 2024",
        "author": "",
        "published_date": "2024-11-13 09:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.timeout.com/hong-kong/things-to-do/shochu-awamori-festival-2024",
        "clean_url": "timeout.com",
        "excerpt": "The world-renowned mixologist will be shaking up time-limited shochu and awamori cocktails",
        "summary": "This November, Hong Kong's hottest bar, Gokan, is holding an exclusive cocktail event in honour of the annual Shochu & Awamori Festival. World-renowned mixologist Shingo Gokan will be at the bar on November 13 to spotlight shochu and awamori brands from each Fukuoka, Oita, Kumamoto, Miyazaki, Kagoshima, and Okinawa, as well as The SG Shochu, produced by the SG Group. During the evening, he'll be shaking up a series of artisanal cocktails made with these traditional Japanese spirits. Customers can also sample various shochu or awamori as highballs or on the rocks. What's more, the bar will be blasting a curated range of popular J-pop hits throughout the night to provide a full immersion into Japanese culture.",
        "rights": "timeout.com",
        "rank": 961,
        "topic": "news",
        "country": "GB",
        "language": "en",
        "authors": "",
        "media": "https://media.timeout.com/images/106199961/image.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.9770443,
        "_id": "cf138babd053ff636a8005a15159a6f4"
    },
    {
        "title": "Jaguar Health to Hold Investor Webcast Wednesday, November 13th at 8:30 AM Eastern Regarding Q3 2024 Financials &amp; Corporate Updates",
        "author": "Enter Symbol",
        "published_date": "2024-11-13 08:30:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.stockwatch.com/News/Item/U-by0940692-U!JAGX-20241111/U/JAGX",
        "clean_url": "stockwatch.com",
        "excerpt": "Jaguar Health, Inc. (Jaguar) is a commercial stage pharmaceuticals company focused on developing novel proprietary prescription medicines sustainably derived from plants from rainforest areas for people and animals with gastrointestinal distress, specifically associated with overactive bowel, which includes symptoms such as chronic debilitating diarrhea, urgency, bowel incontinence, and cramping pain. Jaguar family company Napo Pharmaceuticals (Napo) focuses on developing and commercializing human prescription pharmaceuticals for essential supportive care and management of neglected gastrointestinal symptoms across multiple complicated disease states. Jaguar family company Napo Therapeutics is an Italian corporation Jaguar established in Milan, Italy in 2021 focused on expanding crofelemer access in Europe and specifically for orphan and/or rare diseases.",
        "summary": "Company plans to file its Earnings Report on November 13, 2024 on Form 10-Q for the quarter ended September 30, 2024\nSAN FRANCISCO, CA / ACCESSWIRE / November 11, 2024 / Jaguar Health, Inc. (NASDAQ:JAGX) today announced that the company will conduct an investor webcast on Wednesday, November 13, 2024 at 8:30 a.m. Eastern to review third-quarter 2024 financials and provide corporate updates.\nParticipation Instructions for Webcast\nReplay of the webcast on the investor relations section of Jaguar's website: (click here)\nAbout the Jaguar Health Family of Companies\nJaguar Health, Inc. (Jaguar) is a commercial stage pharmaceuticals company focused on developing novel proprietary prescription medicines sustainably derived from plants from rainforest areas for people and animals with gastrointestinal distress, specifically associated with overactive bowel, which includes symptoms such as chronic debilitating diarrhea, urgency, bowel incontinence, and cramping pain. Jaguar family company Napo Pharmaceuticals (Napo) focuses on developing and commercializing human prescription pharmaceuticals for essential supportive care and management of neglected gastrointestinal symptoms across multiple complicated disease states. Napo's crofelemer is FDA-approved under the brand name Mytesi ® for the symptomatic relief of noninfectious diarrhea in adults with HIV/AIDS on antiretroviral therapy. Jaguar family company Napo Therapeutics is an Italian corporation Jaguar established in Milan, Italy in 2021 focused on expanding crofelemer access in Europe and specifically for orphan and/or rare diseases. Jaguar Animal Health is a Jaguar tradename. Magdalena Biosciences, a joint venture formed by Jaguar and Filament Health Corp. that emerged from Jaguar's Entheogen Therapeutics Initiative (ETI), is focused on developing novel prescription medicines derived from plants for mental health indications.\nFor more information about:\nJaguar Health, visit https://jaguar.health\nNapo Pharmaceuticals, visit www.napopharma.com\nNapo Therapeutics, visit napotherapeutics.com\nMagdalena Biosciences, visit magdalenabiosciences.com\nForward-Looking Statements\nCertain statements in this press release constitute \"forward-looking statements.\" These include statements regarding Jaguar's expectation that it will conduct an investor webcast on November 13, 2024. In some cases, you can identify forward-looking statements by terms such as \"may,\" \"will,\" \"should,\" \"expect,\" \"plan,\" \"aim,\" \"anticipate,\" \"could,\" \"intend,\" \"target,\" \"project,\" \"contemplate,\" \"believe,\" \"estimate,\" \"predict,\" \"potential,\" or \"continue,\" or the negative of these terms or other similar expressions. The forward-looking statements in this release are only predictions. Jaguar has based these forward-looking statements largely on its current expectations and projections about future events. These forward-looking statements speak only as of the date of this release and are subject to several risks, uncertainties, and assumptions, some of which cannot be predicted or quantified, and some of which are beyond Jaguar's control. Except as required by applicable law, Jaguar does not plan to publicly update or revise any forward-looking statements contained herein, whether as a result of any new information, future events, changed circumstances, or otherwise.\nSource: Jaguar Health, Inc.\nhello@jaguar.health\nJaguar-JAGX\nView the original press release on accesswire.com",
        "rights": "stockwatch.com",
        "rank": 118927,
        "topic": "stockmarketinformationandanalysis",
        "country": "unknown",
        "language": "en",
        "authors": "Enter Symbol",
        "media": "https://www.stockwatch.com/favicon.ico",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.2568306,
        "_id": "d7e6cd3e66d6be13bfdffdcccd9f536f"
    },
    {
        "title": "5 ways breathing exercises boost your health",
        "author": "Ryan Kerubo",
        "published_date": "2024-11-13 04:42:29",
        "published_date_precision": "timezone unknown",
        "link": "http://www.standardmedia.co.ke/evewoman/wellness/article/2001506187/5-ways-breathing-exercises-boost-your-health",
        "clean_url": "standardmedia.co.ke",
        "excerpt": "5 ways breathing exercises boost your health",
        "summary": "A businesswoman doing breathing exercises in her office. (Courtesy)\nBreathing exercises may sound simple, but are powerful tools for improving both your physical and mental well-being. Research shows that these techniques can reduce stress, improve lung capacity, and even support heart health.\nAccording to the American Lung Association, breathing typically feels easy when our lungs are healthy, as the diaphragm does most of the work of pulling in fresh oxygen and releasing waste gases.\nHowever, targeted breathing exercises can make this process even more efficient.\nHere are five benefits of regular breathing exercises: Reduce stress and anxiety\nDeep breathing slows the heart rate and activates the body's relaxation response, helping to reduce stress and anxiety. The National Institutes of Health (NIH) notes that slow, deep breaths can lower cortisol, the body's stress hormone. Improve lung capacity\nBreathing exercises engage respiratory muscles including the diaphragm, hence helping the lungs to expand more efficiently. Diaphragmatic breathing, for example, is highly effective for lung health. According to the American Heart Association, this can help reduce respiratory effort and improve oxygen intake, enhancing your stamina and lung function over time. Lower blood pressure\nFor heart health, breathing exercises are incredibly beneficial. The American Heart Association states that slow, rhythmic breathing can dilate blood vessels, improving circulation and reducing blood pressure. Alternating nostril breathing is one great way to regulate blood pressure. Regular practice may lower your risk of heart disease and stroke. Enhance digestion\nStress can interfere with digestion, causing issues like bloating or constipation. The American Gastroenterological Association (AGA) explains that stress management, including breathing exercises, can support digestion by lowering cortisol levels, which often disrupt normal digestive function. Abdominal breathing can reduce stress hormones, improve nutrient absorption and help ease digestive discomfort. Improve mental clarity\nFinally, breathing exercises can also sharpen focus and mental clarity. The '5-5-5 method' (inhale for five counts, hold for five, exhale for five) helps oxygenate the brain and clear mental fog. The National Centre for Complementary and Integrative Health notes that slow, deliberate breathing can bring calmness, enabling better focus and reducing distractions.",
        "rights": "standardmedia.co.ke",
        "rank": 7555,
        "topic": "news",
        "country": "KE",
        "language": "en",
        "authors": "Ryan Kerubo",
        "media": "https://cdn.standardmedia.co.ke/images/articles/thumbnails/NSvJjKHDOCjpgYWnhsnX9K5Pf69FLk8EQ6why4d6.jpg",
        "is_opinion": false,
        "twitter_account": "@EveWomanKenya",
        "_score": 1.8445122,
        "_id": "0b8d02f4999cf9c59de036ba21820837"
    },
    {
        "title": "Broadcast 4290 Eric Roesch (ESG Hound)",
        "author": "",
        "published_date": "2024-11-13 03:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://thespaceshow.com/show/12-nov-2024/broadcast-4290-eric-roesch-esg-hound",
        "clean_url": "thespaceshow.com",
        "excerpt": "© Copyright 2017 Dr. David M Livingston & One Giant Leap Foundation All rights reserved. No part of Space Show audio and video programs may be reproduced, distributed, or transmitted in any form or by…",
        "summary": "© Copyright 2017 Dr. David M Livingston & One Giant Leap Foundation All rights reserved. No part of Space Show audio and video programs may be reproduced, distributed, or transmitted in any form or by any means, including but not limited to photocopying, recording, edits, transcripts, website uploads, including YouTube or other electronic or mechanical methods, except in the case of brief quotations embodied in critical reviews and certain other noncommercial uses permitted by Fair Use under 17 U.S.C. § 107, without the prior written permission of One Giant Leap Foundation. For permission requests, write to Dr. David M. Livingston, The Space Show, 11035 Lavender Hill Drive, Ste. 160-306, Las Vegas, NV 89135 USA.",
        "rights": "thespaceshow.com",
        "rank": 375751,
        "topic": "news",
        "country": "CA",
        "language": "en",
        "authors": "",
        "media": "https://thespaceshow.com/sites/default/files/shows/tssfav2.png",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.0990291,
        "_id": "44f08f8d1ea4585d6cdc94ae9fc1eb9d"
    },
    {
        "title": "World Innovation Summit for Health (WISH) 2024: ‘Humanizing Health: Conflict, Equity and Resilience'",
        "author": "",
        "published_date": "2024-11-13 00:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.who.int/news-room/events/detail/2024/11/13/default-calendar/WHO-WISH2024",
        "clean_url": "who.int",
        "excerpt": "The World Innovation Summit for Health (WISH), an initiative of Qatar Foundation for Education, Scie",
        "summary": "The World Innovation Summit for Health (WISH), an initiative of Qatar Foundation for Education, Science and Community Development, will take place from 13–14 November 2024 in Doha, Qatar. WISH is a global healthcare community dedicated to capturing and disseminating the best evidence-based ideas and practices.\nIn December 2023, following discussions between Her Highness Sheikha Moza bint Nasser, Chairperson of Qatar Foundation and WHO Director-General Tedros Ghebreyesus, WISH and WHO established a strategic partnership, formalising a longstanding relationship between the two organizations, building on a track record of impact and reflecting joint resolve to focus attention on solving pressing global health challenges.\nOver two days, more than 2,000 health policy makers, innovators, entrepreneurs, researchers and practitioners will convene at the Qatar National Convention Centre to look for innovative solutions to some of the world's biggest health challenges. The theme of this year's summit is 'Humanizing Health: Conflict, Equity and Resilience' and will highlight the need for progress in health to support everyone, leaving nobody behind and building resilience, especially among vulnerable societies and in areas of armed conflict.\nWISH and WHO are collaborating to create a series of evidence-based reports and policy papers that will be released at WISH. The reports aim to provide policy recommendations for innovative, practical solutions to strengthen people-centred health systems that can provide equitable, accessible and quality health for all individuals, families and their communities. The WHO-led reports, featured within plenary sessions, focus on elimination of tuberculosis, the growing importance of palliative care, and protecting health in armed conflict.\nReflecting the importance of translating research into practical solutions, additional sessions will be structured around WHO-led policy papers on community engagement and indigenous health, women's cancers in the Eastern Mediterranean Region, and women in the health and care workforce in the Eastern Mediterranean Region.\nWithin the overall theme, November's global gathering will feature four 'tracks', categorizing sessions into sub-themes:\nHealth and armed conflict, covering pain management, disability, hunger and mental health\nHealth of vulnerable and minority populations, considering TB in refugees and migrants and palliative care\nSystem level innovation and change, such as antimicrobial resistance and the ethics of AI in health\nCommunity-led engagement and interventions, including obesity and women's cancers in the region\nThe biennial meeting will feature more than 200 experts in health speaking about evidence-based ideas and practices in healthcare innovation to address the world's most urgent global health challenges.",
        "rights": "who.int",
        "rank": 84,
        "topic": "news",
        "country": "CH",
        "language": "en",
        "authors": "",
        "media": "https://cdn.who.int/media/images/default-source/headquarters/teams/uhc---life-course-(uhl)/health-workforce-(hwf)/hrh-policies-and-standards-(hwp)/2024-wish-signing.tmb-1200v.jpg?sfvrsn=a49f135_1",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.9979559,
        "_id": "4dc1c43da57528eb8dc1e504c289efc1"
    },
    {
        "title": "Rapid Action Call: Block $20B in Weapons to Israel",
        "author": "",
        "published_date": "2024-11-13 00:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.indybay.org/newsitems/2024/11/09/18870665.php",
        "clean_url": "indybay.org",
        "excerpt": "Zoom\nhttps://www.actioncorps.org/rapid-action-call.html",
        "summary": "Join the Rapid Action Call: Urge the Senate to Block $20 Billion in Arms Sales to Israel\nThe crisis in Gaza is at a breaking point, and the time to act is now. In less than two weeks, the Senate will vote on the Joint Resolutions of Disapproval, a historic effort to block $20 billion in weapons sales to Israel. This decision could have life-saving implications for countless people, and your voice is needed to make it happen.\nHosted by Action Corps in partnership with Jewish Voice for Peace, CODEPINK, Doctors Against Genocide, DAWN, SURJ Bay Area, AROC Action, and more, this 25-minute call will equip you with the tools to take immediate and impactful action.\nDuring the call, you'll:\n✔️ Learn how to contact your senators effectively\n✔️ Receive resources to amplify your voice\n✔️ Join a movement advocating for peace and justice\nYour participation can make a real difference. Invite your friends, family, and community to join this critical moment for global solidarity. Together, we can take a stand for peace.",
        "rights": "indybay.org",
        "rank": 18768,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "",
        "media": "https://www.indybay.org/im/meta_event.png",
        "is_opinion": false,
        "twitter_account": "@indybay",
        "_score": 1.6861539,
        "_id": "6515ba7590c05c7cce751c7aebb2208a"
    },
    {
        "title": "Happy Valley Free Form Guide  Full Fields  Wednesday, 13th November 2024",
        "author": "Comprehensive Punters Guide",
        "published_date": "2024-11-13 00:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.racingandsports.com.au/form-guide/thoroughbred/hong-kong/happy-valley/2024-11-13/R2",
        "clean_url": "racingandsports.com.au",
        "excerpt": "Horse racing: free full fields for happy valley race 2 for wednesday, 13th november 2024.",
        "summary": "ESCAPE ROUTE (IRE) 6G\nANDREA ATZENI 61.0\nJOHN SIZE (4)\n6G\n4\nANDREA ATZENI 61.0\nJOHN SIZE\n78\n-\n-\n-\n-\n2\n9x690\nVIVA CHALEUR (FR) 5G\nLUKE FERRARIS 61.0\nPIERRE NG (1)\n5G\n1\nLUKE FERRARIS 61.0\nPIERRE NG\n72\n-\n- -\n3\n50x01\nD STAR (NZ) 5G\nBRENTON AVDULLA 58.5\nA S CRUZ (5)\n5G\n5\nBRENTON AVDULLA 58.5\nA S CRUZ\n62\n-\n-\n4\n28x67\nLUCKY TOUCH (NZ) 4G\nZAC PURTON 58.0\nJAMIE RICHARDS (7)\n4G\n7\nZAC PURTON 58.0\nJAMIE RICHARDS\n59\n-\n-\n-\n- - -\nLog in to view all runs and ratings\n5\n7x678\nDURHAM STAR (AUS) 8G\nLYLE HEWITSON 57.5\nD WHYTE (3)\n8G\n3\nLYLE HEWITSON 57.5\nD WHYTE\n62\n-\n-\n- -\n6\n0x0\nSUPER TREASURE (IRE) 3G\nH T MO (1kg) 56.5\nC W CHANG (9)\n3G\n9\nH T MO (1kg) 56.5\nC W CHANG\n9\n-\n- -\nLog in to view all runs and ratings\n7\nx8x90\nSOLAR GOGO (AUS) 5G\nJERRY CHAU (1kg) 56.0\nT P YUNG (10)\n5G\n10\nJERRY CHAU (1kg) 56.0\nT P YUNG\n56\n-\n- -\nLog in to view all runs and ratings\n8\n0x0\nSUPER BEN (AUS) 4G\nKEAGAN DE MELO 56.0\nDAVID HALL (12)\n4G\n12\nKEAGAN DE MELO 56.0\nDAVID HALL\n6\n-\n- -\nLog in to view all runs and ratings\n9\n09x9\nAMAZING AWARD (AUS) 4G\nBEN THOMPSON 56.0\nDAVID EUSTACE (6)\n4G\n6\nBEN THOMPSON 56.0\nDAVID EUSTACE\n19\n-\n- -\nLog in to view all runs and ratings\n10\n47x84\nTRADITION (AUS) 5G\nANGUS CHUNG (1.5kg) 56.0\nY S TSUI (11)\n5G\n11\nANGUS CHUNG (1.5kg) 56.0\nY S TSUI\n67\n-\n-\n- -\nLog in to view all runs and ratings\n11\n0x8x0\nFIREFOOT (AUS) 4G\nM YEUNG 54.5\nW Y SO (2)\n4G\n2\nM YEUNG 54.5\nW Y SO\n14\n-\n- -\nLog in to view all runs and ratings\n12\n40x03\nTHE AZURE (NZ) 4G\nDEREK LEUNG 54.0\nF C LOR (8)\n4G\n8\nDEREK LEUNG 54.0\nF C LOR\n28\n-\n-\n-\n- -\nLog in to view all runs and ratings\n13\nx0980\nI AM THE BOSS (AUS) 5G\n59.0\nK W LUI ()\n5G\n59.0\nK W LUI\n62 -\n14\n9x602\nHARMONY GALAXY (BRZ) 4G\n61.0\nDANNY SHUM ()\n4G\n61.0\nDANNY SHUM\n47 -",
        "rights": "racingandsports.com.au",
        "rank": 215572,
        "topic": "news",
        "country": "AU",
        "language": "en",
        "authors": "Comprehensive Punters Guide",
        "media": "https://resource3.s3-ap-southeast-2.amazonaws.com/jockey/silks/13-nov-2024/381395/1743575.png",
        "is_opinion": false,
        "twitter_account": "@RandSRacing",
        "_score": 1.1607234,
        "_id": "5b29b851cfc2eb3f274fd3e8cbf20e2d"
    },
    {
        "title": "Free Horse Racing Form Guide Wednesday, 13th November 2024  Racing and Sports",
        "author": "Comprehensive Punters Guide",
        "published_date": "2024-11-13 00:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.racingandsports.com.au/form-guide/thoroughbred/united-kingdom/southwell/2024-11-13",
        "clean_url": "racingandsports.com.au",
        "excerpt": "Southwell Races Horse Racing Form Guide And Race Fields For Wednesday, 13th November 2024. Find Out Meeting Info, Race Horses,Speed Maps,Neural And Full Fields For Southwell Form Guide.",
        "summary": "Meeting Info PDF Download Runners / Jockeys / Trainers / Sire Race Fields Customised Race Report Computer Tips",
        "rights": "racingandsports.com.au",
        "rank": 215572,
        "topic": "news",
        "country": "AU",
        "language": "en",
        "authors": "Comprehensive Punters Guide",
        "media": "https://www.racingandsports.com.au/Resources/img/layout/rs.png",
        "is_opinion": false,
        "twitter_account": "@RandSRacing",
        "_score": 1.1607234,
        "_id": "4065d7f5766101c634337c0801317002"
    },
    {
        "title": "Free Horse Racing Form Guide Wednesday, 13th November 2024",
        "author": "Comprehensive Punters Guide",
        "published_date": "2024-11-13 00:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.racingandsports.com.au/form-guide/thoroughbred/australia/doomben/2024-11-13",
        "clean_url": "racingandsports.com.au",
        "excerpt": "Doomben Races Horse Racing Form Guide And Race Fields For Wednesday, 13th November 2024. Find Out Meeting Info, Race Horses,Speed Maps,Neural And Full Fields For Doomben Form Guide.",
        "summary": "Race 1 1 BIT OF GRUNT Checked from heels passing the 800m and lost ground. Near the 50m brushed and taken out by Be Friendly. - 2024-10-20 SUNSHINE COAST\n3 READY FOR THE TRIP Shifted in at the start and contacted Starsonus. Laid in under pressure in the home straight before shifting out passing the 50m, contacting Napa Valley. - 2024-10-23 EAGLE FARM\n6 NOBLE DECREE Shifted in at that the start and bumped Bee Two. - 2024-10-27 SUNSHINE COAST\n8 USE YOUR ILLUSION Blundered on jumping dislodging rider R Maloney. - 2024-10-20 SUNSHINE COAST\n10 MISS REILLY Raced keenly in the early and middle stages. Near the 200m, bumped by Bow Tie Affair. - 2024-11-01 IPSWICH\n11 PRIVATE EQUITY Bumped, near the 700m. - 2024-10-30 DOOMBEN\n12 ROSEBERY TERRACE Began awkwardly. Bumped for several strides with Attentive shortly after the start. Approaching the 1100m, raced in restricted room, shifted out and away from Windranger. - 2024-10-30 DOOMBEN\n16 PIMPERNEL Began awkwardly and shifted in. Raced greenly throughout. Raced wide throughout. - 2024-10-30 DOOMBEN\n17 ALECIA Rider K. Matheson dropped his whip leaving the 150m. - 2024-10-19 GOLD COAST\nRace 2 1 TUFF TU MUS Began awkwardly, shifted out and bumped Script Writer. - 2024-10-30 DOOMBEN\n2 CONNECTICUT Began awkwardly and shifted in. - 2024-10-30 DOOMBEN\n3 CARTWHEELS Slow to begin. Laid out under pressure in the home straight. Passing the 200m, bumped Ichiban. - 2024-11-02 EAGLE FARM\n5 WHO ORDERED DAFISH Began awkwardly and shifted out. Checked approaching the 1300m. Had difficulty securing clear running in the early stages of the home straight. Leaving the 200m, disappointed for a run and was held up and unable to be fully tested for the remainder of the event. - 2024-10-30 DOOMBEN\n6 DIVAKARA Approaching the 1100m, shifted in and away from Quest Of Quests resulting in Money Man being severely checked and contacting the running rail. - 2024-10-27 SUNSHINE COAST\n7 KENICHI Began awkwardly. - 2024-10-30 DOOMBEN\n8 VENOM WOLF Near the 1000m, steadied after improving onto heels. Laid out under pressure down the straight and proved difficult to ride with full vigour. - 2024-11-02 COFFS HARBOUR\n10 CLASSIQUE GAL Laid in over the final 50m. - 2024-11-01 IPSWICH\nRace 3 2 MATTER OF HONOUR Steadied leaving the 1100m when awkwardly placed at heels. - 2024-04-17 DOOMBEN\n3 PRIME ASSET Began very awkwardly making heavy contact with the barrier partition. Raced in restricted room leaving the 1200m to the inside of Patton. Over raced during the early and middle stages. - 2024-03-20 DOOMBEN\n5 DAMO DAYZ Raced wide during the early stages. - 2024-10-19 EAGLE FARM\n6 DIRTY DANCING Began awkwardly and lost ground. Momentarily held up for clear running entering the home straight. - 2024-02-24 DOOMBEN\n9 MIO SORRENTO Began awkwardly. - 2024-07-20 GOLD COAST POLY\n10 LION CLASS Shortly after the start, bumped by Buck Pharoah. - 2024-10-27 PORT MACQUARIE\nRace 4 1 MAJORIAN Began awkwardly and lost ground. - 2024-10-26 DOOMBEN\n2 SLY CORNER Began awkwardly. - 2024-10-26 DOOMBEN\n3 MISS CHENERY Slow to begin. Raced wide throughout. Had to be steadied from heels approaching the 1200m when the pace of the race slackened and was obliged to shift wider. - 2024-10-30 DOOMBEN\n4 BITOFTHEBLARNEY Over raced during the early stages. Held up for clear running on entering the home straight and was obliged to shift wider to improve. - 2024-10-26 DOOMBEN\n6 HATASU Raced keenly in the middle stages. - 2024-10-23 EAGLE FARM\n7 KAIROS LOUIE Bumped on jumping away. Laid in under pressure in the straight. - 2024-10-29 GRAFTON\n8 SMOOTH TORQUE Near the 600m improved onto heels and had to be steadied. - 2024-10-23 EAGLE FARM\n9 RHODES Raced wide until approaching the 900m. - 2024-10-30 DOOMBEN\n10 VERMEER Began awkwardly. - 2024-11-02 BEAUDESERT\n11 HALLSIDE MARTINI Raced keenly in early stages. - 2024-10-23 EAGLE FARM\n12 GIDDY GAN'S JOY Rounding the first turn was steadied after laying in across the heels of another runner. Travelled keenly from this point to the 1200m. - 2024-10-22 GRAFTON\n13 CONTRERAS Tightened between runners on jumping. Rider S. Cormack dropped his whip approaching the winning post. - 2024-11-02 GOLD COAST\n14 YOU KAY SQUEEZE Slow to begin. - 2024-11-05 EAGLE FARM\n15 NIPPA'S NIGHTCAP Slow to begin. Laid in over the concluding stages and was not ridden out fully to the end of the race. - 2024-10-24 IPSWICH\n16 WAYFARER'S WAY Began awkwardly. Had to be steadied from heels approaching the 1200m when the pace of the race slackened. Approaching the 600m inconvenienced and obliged to shift out from the heels of Kerkorian. - 2024-10-30 DOOMBEN\nRace 5 2 TELLEZ Began awkwardly and lost ground. - 2024-10-19 EAGLE FARM\n3 ZAHER Raced wide for the majority of the event. Near the 300m, became awkwardly placed at the heels of Bencoolen after that gelding was carried out. - 2024-08-10 SUNSHINE COAST\n4 MIO SORRENTO Began awkwardly. - 2024-07-20 GOLD COAST POLY\n7 ABOUT TO EXPLODE Laid in under pressure leaving the 100m. Leaving the 50m, bumped by Miss Miriam. - 2024-05-08 EAGLE FARM\n8 BORRELLI Near the 600m, when over racing was checked from the heels. For a short distance after this, was awkward in its stride. - 2024-10-19 GOLD COAST\n10 MR TABASCO Slow to begin. - 2024-11-04 BALLINA\n11 FEARLESS THINKING Began awkwardly, shifted in and bumped with Leger Chase. Raced with its head in the air when being restrained passing the 1400m. - 2024-10-04 SUNSHINE COAST\n12 KOZANI Began awkwardly. Raced wide and without cover for the majority of the event. - 2024-10-22 GATTON\nRace 6 3 MEAT PIE ARTIE Became fractious immediately prior to the start being effected and consequently, slow to begin and into stride (~6L). Raced wide, with cover, throughout the middle stages. - 2024-11-02 COFFS HARBOUR\n4 NESCAFFIER Raced keenly in the early and middle stages. Laid out under pressure in the home straight. - 2024-10-23 EAGLE FARM\n5 PEACEFUL PRINCE Hampered at the start. Laid out rounding the home turn. - 2024-10-24 IPSWICH\n6 SALAMANCAS Slow to begin. - 2024-09-24 TAREE\n7 READY AND LUCKY Bumped passing the 600m. - 2024-10-26 TOOWOOMBA\n9 ADORADEC Raced wide throughout. - 2024-11-05 EAGLE FARM\n12 DARLING HEART Laid out rounding the home turn. - 2024-10-10 KILCOY\n14 SUNNY'S GIRL Slow to begin. - 2024-11-02 COFFS HARBOUR",
        "rights": "racingandsports.com.au",
        "rank": 215572,
        "topic": "news",
        "country": "AU",
        "language": "en",
        "authors": "Comprehensive Punters Guide",
        "media": "https://www.racingandsports.com.au/Resources/img/layout/rs.png",
        "is_opinion": false,
        "twitter_account": "@RandSRacing",
        "_score": 1.1600618,
        "_id": "c9695c5ae55607da9106c9f867c1809e"
    },
    {
        "title": "The Camilla Vaitaitis Trio",
        "author": "",
        "published_date": "2024-11-13 00:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.kuvo.org/event/the-camilla-vaitaitis-trio-3/2024-11-13",
        "clean_url": "kuvo.org",
        "excerpt": "One of the most prolific and dynamic young voices in the Denver creative music scene, Camilla Vaitaitis returns to the Nocturne stage with a program of dynamic, impactful original music. For this…",
        "summary": "One of the most prolific and dynamic young voices in the Denver creative music scene, Camilla Vaitaitis returns to the Nocturne stage with a program of dynamic, impactful original music. For this special night, Camilla will be joined by two of Denver's finest improvisers and rhythm section professionals: Kevin Matthews (drums) and Hunter Roberts (bass).\nCamilla Vaitaitis is a pianist, vocalist, guitarist, arranger, and composer based in Denver, CO. She graduated from the Lamont School of Music at the University of Denver in 2016 with a Bachelor's degree in Jazz Studies & Commercial Music and a Master's degree in Jazz Composition in 2020. She plays regularly in several groups, including her indie rock bands Barbara and Specific Ocean , Passiflora , and her original jazz project, the Camilla Vaitaitis Quartet . Camilla dedicates time to performing and accompanying throughout Denver and composing and arranging pieces for various groups, including big bands, small ensembles, rock bands, and more.​ She is a published composer with Brava Jazz Publishing. In addition to actively performing, Camilla maintains a busy schedule teaching piano, guitar, songwriting, and composition.\nWednesday Show Times:\nSet One: 6:30 – 7:45 pm | Set Two: 8:45 – 10:00 pm\nReservation Information:\nMain level and mezzanine tables are reserved for Dinner and Show Reservations and include our seasonal three-course menu and the cost of music.\nReserved Bar Seats are $22 per guest and include music. Bar seat guests can order from our entire dinner menu as well as our wine & craft cocktail list.\n.",
        "rights": "kuvo.org",
        "rank": 215331,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "",
        "media": "https://www.kuvo.org/wp-content/uploads/2023/12/CAMILLA-VAITAITIS-HERO.jpg",
        "is_opinion": false,
        "twitter_account": "@craigrichardson@rmpbs.org",
        "_score": 1.1600618,
        "_id": "7dcb8beeb0c3f76ec7068138c5f694de"
    },
    {
        "title": "Ayr Free Form Guide  Full Fields  Wednesday, 13th November 2024",
        "author": "Comprehensive Punters Guide",
        "published_date": "2024-11-13 00:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.racingandsports.com.au/form-guide/thoroughbred/united-kingdom/ayr/2024-11-13/R1",
        "clean_url": "racingandsports.com.au",
        "excerpt": "Horse racing: free full fields for ayr race 1 for wednesday, 13th november 2024.",
        "summary": "STEP OUT (IRE) 5G\n75.0\nS R B CRAWFORD\n5G\n75.0\nS R B CRAWFORD\n38\n-\n-\n-\n-\nLog in to view all runs and ratings\n2\nx1x25\nKANDOR (FR) 5G\nPATRICK WADGE 75.0\nMISS LUCINDA V RUSSELL\n5G\nPATRICK WADGE 75.0\nMISS LUCINDA V RUSSELL\n39\nLog in to view all runs and ratings\n3\nx20x2\nIMMORTAL FAME (IRE) 8G\nCHRIS WARD (a1.5kg) 71.0\nDEBORAH COLE\n8G\nCHRIS WARD (a1.5kg) 71.0\nDEBORAH COLE\n42\n-",
        "rights": "racingandsports.com.au",
        "rank": 215572,
        "topic": "news",
        "country": "AU",
        "language": "en",
        "authors": "Comprehensive Punters Guide",
        "media": "https://resource3.s3-ap-southeast-2.amazonaws.com/jockey/silks/13-nov-2024/381464/1998418.png",
        "is_opinion": false,
        "twitter_account": "@RandSRacing",
        "_score": 1.1600618,
        "_id": "20a8730777cf37e7aaf3fbb69bcda518"
    },
    {
        "title": "Belmont Park Free Form Guide  Full Fields  Wednesday, 13th November 2024",
        "author": "Comprehensive Punters Guide",
        "published_date": "2024-11-13 00:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.racingandsports.com.au/form-guide/thoroughbred/australia/belmont-park/2024-11-13/R1",
        "clean_url": "racingandsports.com.au",
        "excerpt": "Horse racing: free full fields for belmont park race 1 for wednesday, 13th november 2024.",
        "summary": "1\n12x85\nSPICE IS RIGHT 3G\nBRAYDEN GAERTH (a2kg) 60.0\nS & J CASEY (1)\n3G\n1\nBRAYDEN GAERTH (a2kg) 60.0\nS & J CASEY 48\n- -\n2\n0x941\nKING HIT 3G\nSHAUN O'DONNELL 59.0\nT M ANDREWS (2)\n3G\n2\nSHAUN O'DONNELL 59.0\nT M ANDREWS 42\n-\n3\n31244\nSNIPPY SEAN 3G\nCHRIS PARNHAM 59.0\nD MORTON (3)\n3G\n3\nCHRIS PARNHAM 59.0\nD MORTON 58\n4\n26x43\nTACTICS 3G\nBRAD PARNHAM 58.5\nNEVILLE PARNHAM (5)\n3G\n5\nBRAD PARNHAM 58.5\nNEVILLE PARNHAM 35\n-\n5\n9\nPLENTY OF WARNING 3G\nJARRAD NOSKE 58.0\nCAMPBELL MCCALLUM (6)\n3G\n6\nJARRAD NOSKE 58.0\nCAMPBELL MCCALLUM 16\n-\n- - -\n6\n7\nPURO 3F\nLUCY FIORE 56.0\nBRETT POPE (7)\n3F\n7\nLUCY FIORE 56.0\nBRETT POPE 17\n-\n- - -",
        "rights": "racingandsports.com.au",
        "rank": 215572,
        "topic": "news",
        "country": "AU",
        "language": "en",
        "authors": "Comprehensive Punters Guide",
        "media": "https://resource3.s3-ap-southeast-2.amazonaws.com/jockey/silks/13-nov-2024/381373/2099650.png",
        "is_opinion": false,
        "twitter_account": "@RandSRacing",
        "_score": 1.1597329,
        "_id": "d87a6764830786274c95d96ea2d67e67"
    },
    {
        "title": "Bendigo Free Form Guide  Full Fields  Wednesday, 13th November 2024",
        "author": "Comprehensive Punters Guide",
        "published_date": "2024-11-13 00:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.racingandsports.com.au/form-guide/thoroughbred/australia/bendigo/2024-11-13/R3",
        "clean_url": "racingandsports.com.au",
        "excerpt": "Horse racing: free full fields for bendigo race 3 for wednesday, 13th november 2024.",
        "summary": "BANCORY BAY 3G\nJYE MCNEIL 58.0\nMICHAEL MORONEY & GLEN THOMPSON (4)\n3G\n4\nJYE MCNEIL 58.0\nMICHAEL MORONEY & GLEN THOMPSON\n28\n-\n-\n-\nLog in to view all runs and ratings\n6\n9x6\nGUNNER 3G\nBLAIKE MCDOUGALL 58.0\nMICHAEL MORONEY & GLEN THOMPSON (5)\n3G\n5\nBLAIKE MCDOUGALL 58.0\nMICHAEL MORONEY & GLEN THOMPSON\n19\n-\n- -\nLog in to view all runs and ratings\n7\n3x3x2\nDANCING DOLLY (NZ) 3F\nDECLAN BATES 56.0\nARCHIE ALEXANDER (1)\n3F\n1\nDECLAN BATES 56.0\nARCHIE ALEXANDER\n47\n-",
        "rights": "racingandsports.com.au",
        "rank": 215572,
        "topic": "news",
        "country": "AU",
        "language": "en",
        "authors": "Comprehensive Punters Guide",
        "media": "https://resource3.s3-ap-southeast-2.amazonaws.com/jockey/silks/13-nov-2024/381367/2175714.png",
        "is_opinion": false,
        "twitter_account": "@RandSRacing",
        "_score": 1.1597329,
        "_id": "b934036f81cb60f0c63377260d890cf0"
    },
    {
        "title": "Launceston Free Form Guide  Full Fields  Wednesday, 13th November 2024",
        "author": "Comprehensive Punters Guide",
        "published_date": "2024-11-13 00:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.racingandsports.com.au/form-guide/thoroughbred/australia/launceston/2024-11-13/R4",
        "clean_url": "racingandsports.com.au",
        "excerpt": "Horse racing: free full fields for launceston race 4 for wednesday, 13th november 2024.",
        "summary": "GEE GEE ENUF SPEED\nERICA BYRNE BURKE (a) 57.5\nLEON WELLS (8)\n8\nERICA BYRNE BURKE (a) 57.5\nLEON WELLS\n64\n-\n-\n-\n-\n-\n-\n-\n-\n8\nSUSHI EXPRESS\nHAYLEY MC CARTHY 57.5\nGLENN HODGES (7)\n7\nHAYLEY MC CARTHY 57.5\nGLENN HODGES\n66\n-\n-\n-\n-\n- - - -\n9\nFURNEAUX\n55.5\nJOHN KEYS (11)\n11\n55.5\nJOHN KEYS\n57\n-\n-\n-\n-\n- - - -\n10\nSWOOP THERE IT IS\nTROY BAKER 55.0\nSIGRID CARR (2)\n2\nTROY BAKER 55.0\nSIGRID CARR\n67\n-\n-\n-\n-\n- - - - -\n11\nCARNEROS\nCHLOE WELLS (a2kg) 54.5\nBARRY CAMPBELL (6)\n6\nCHLOE WELLS (a2kg) 54.5\nBARRY CAMPBELL\n59\n-\n-\n-\n-\n- - - - -",
        "rights": "racingandsports.com.au",
        "rank": 215572,
        "topic": "news",
        "country": "AU",
        "language": "en",
        "authors": "Comprehensive Punters Guide",
        "media": "https://resource3.s3-ap-southeast-2.amazonaws.com/jockey/silks/13-nov-2024/381366/1770326.png",
        "is_opinion": false,
        "twitter_account": "@RandSRacing",
        "_score": 1.1597329,
        "_id": "20e4af8f83da1030a931cd2e44d6ac9c"
    },
    {
        "title": "Southwell Free Form Guide  Full Fields  Wednesday, 13th November 2024",
        "author": "Comprehensive Punters Guide",
        "published_date": "2024-11-13 00:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.racingandsports.com.au/form-guide/thoroughbred/united-kingdom/southwell/2024-11-13/R2",
        "clean_url": "racingandsports.com.au",
        "excerpt": "Horse racing: free full fields for southwell race 2 for wednesday, 13th november 2024.",
        "summary": "EXECUTIVE DECISION (IRE) 4F\nWILLIAM CARVER (a1.5kg) 63.5\nJAMIE OSBORNE (6)\n4F\n6\nWILLIAM CARVER (a1.5kg) 63.5\nJAMIE OSBORNE\n56\n-\n-\n-\n-\n-\n-\n2\nx410x\nMRS MORRELL 3F\nBENOIT DE LA SAYETTE 62.0\nJOHN & THADY GOSDEN (5)\n3F\n5\nBENOIT DE LA SAYETTE 62.0\nJOHN & THADY GOSDEN\n56\n-\nLog in to view all runs and ratings\n3\n22627\nAQUACELL (IRE) 3F\nMARCO GHIANI 61.5\nJANE CHAPPLE-HYAM (7)\n3F\n7\nMARCO GHIANI 61.5\nJANE CHAPPLE-HYAM\n41\n- -\nLog in to view all runs and ratings\n4\n00535\nENOLA GREY (IRE) 4F\nROWAN SCOTT 59.0\nGEMMA TUTTY (8)\n4F\n8\nROWAN SCOTT 59.0\nGEMMA TUTTY\n60\n-\n- -\nLog in to view all runs and ratings\n5\n73139\nTRIUMPH OF PEACE 3F\nADAM FARRAGHER 59.0\nWILLIAM HAGGAS (3)\n3F\n3\nADAM FARRAGHER 59.0\nWILLIAM HAGGAS\n53 -\nLog in to view all runs and ratings\n6\nx0367\nPOWDERING (IRE) 4F\nTOM EAVES 58.0\nM HERRINGTON (4)\n4F\n4\nTOM EAVES 58.0\nM HERRINGTON\n42\n-\n- -\nLog in to view all runs and ratings\n7\n23120\nGET JIGGY WITH IT (IRE) 3F\nSEAN DYLAN BOWEN (a1.5kg) 58.0\nC HILLS (9)\n3F\n9\nSEAN DYLAN BOWEN (a1.5kg) 58.0\nC HILLS\n44\n-\nLog in to view all runs and ratings\n8\n37453\nAPEELING 3F\nROB HORNBY 58.0\nANDREW BALDING (2)\n3F\n2\nROB HORNBY 58.0\nANDREW BALDING\n50\n-\nLog in to view all runs and ratings",
        "rights": "racingandsports.com.au",
        "rank": 215572,
        "topic": "news",
        "country": "AU",
        "language": "en",
        "authors": "Comprehensive Punters Guide",
        "media": "https://resource3.s3-ap-southeast-2.amazonaws.com/jockey/silks/13-nov-2024/381467/2116490.png",
        "is_opinion": false,
        "twitter_account": "@RandSRacing",
        "_score": 1.1597329,
        "_id": "f63eabdb4f895dc7dd00b48ac8d03ed3"
    },
    {
        "title": "Bangor On Dee Free Form Guide  Full Fields  Wednesday, 13th November 2024",
        "author": "Comprehensive Punters Guide",
        "published_date": "2024-11-13 00:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.racingandsports.com.au/form-guide/thoroughbred/united-kingdom/bangor-on-dee/2024-11-13/R6",
        "clean_url": "racingandsports.com.au",
        "excerpt": "Horse racing: free full fields for bangor on dee race 6 for wednesday, 13th november 2024.",
        "summary": "ROYAL KING (FR) 4G\nMR JACK ANDREWS (a1.5kg) 70.0\nT ELLIS\n4G\nMR JACK ANDREWS (a1.5kg) 70.0\nT ELLIS\n29\n-\n-\n-\nLog in to view all runs and ratings\n11\n2x6x\nWINCHMORE HILL (IRE) 7G\nTHEO GILLARD 70.0\nDONALD MCCAIN JNR\n7G\nTHEO GILLARD 70.0\nDONALD MCCAIN JNR\n34\n-\n-\n-",
        "rights": "racingandsports.com.au",
        "rank": 215572,
        "topic": "news",
        "country": "AU",
        "language": "en",
        "authors": "Comprehensive Punters Guide",
        "media": "https://resource3.s3-ap-southeast-2.amazonaws.com/jockey/silks/13-nov-2024/381465/2016217.png",
        "is_opinion": false,
        "twitter_account": "@RandSRacing",
        "_score": 1.1597329,
        "_id": "5a63b02e8520f0639b0dbd530aed35a4"
    },
    {
        "title": "Al-Mothalath Presents: El Khatba Show at Boom Room, Open Air Mall, Madinaty",
        "author": "",
        "published_date": "2024-11-12 21:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.cairo360.com/event-new/al-mothalath-presents-el-khatba-show-at-boom-room-open-air-mall-madinaty",
        "clean_url": "cairo360.com",
        "excerpt": "Don't miss the El Khatba Show at Boom Room on November 12! Al-Mothalath is bringing a live, interactive comedy experience centred around dating, filled with laughs and unexpected twists. Related Events.",
        "summary": "Don't miss the El Khatba Show at Boom Room on November 12! Al-Mothalath is bringing a live, interactive comedy experience centred around dating, filled with laughs and unexpected twists. It's a night you won't forget!\nRelated Events",
        "rights": "cairo360.com",
        "rank": 301700,
        "topic": "news",
        "country": "EG",
        "language": "en",
        "authors": "",
        "media": "https://assets.cairo360.com/app/uploads/2024/11/06/Screen-Shot-2024-11-06-at-2.27.50-PM-612x226.png",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.12026,
        "_id": "6217a03cac720242196379c9b4fe0f95"
    },
    {
        "title": "Jeris Johnson",
        "author": "Jeris Johnson",
        "published_date": "2024-11-12 20:30:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.phoenixnewtimes.com/event/jeris-johnson-20415466",
        "clean_url": "phoenixnewtimes.com",
        "excerpt": "Jeris Johnson With Blakswan & Freak",
        "summary": "When:\nWith Blakswan & Freak",
        "rights": "phoenixnewtimes.com",
        "rank": 6020,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Jeris Johnson",
        "media": "https://www.phoenixnewtimes.com/binary/93b4/PHX_1320x825-100.jpg",
        "is_opinion": false,
        "twitter_account": "@phoenixnewtimes",
        "_score": 1.8721805,
        "_id": "baa6adf8d6e499272acf05f5262b69e3"
    },
    {
        "title": "click to enlarge Ticketmaster Carol Ades",
        "author": "",
        "published_date": "2024-11-12 20:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.phoenixnewtimes.com/event/carol-ades-19138356",
        "clean_url": "phoenixnewtimes.com",
        "excerpt": "Carol Ades With Sabrina Song",
        "summary": "When:",
        "rights": "phoenixnewtimes.com",
        "rank": 6020,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "",
        "media": "https://media2.phoenixnewtimes.com/phx/imager/carol-ades/u/slideshow/19138355/3f2c434e-db94-412d-9e29-aa95ee2c4b00_source?cb=1717897350",
        "is_opinion": false,
        "twitter_account": "@phoenixnewtimes",
        "_score": 1.8727273,
        "_id": "0e4ac2f70f3396a04f627b29124891c4"
    },
    {
        "title": "click to enlarge Ticketmaster Cowboy Bebop Live",
        "author": "",
        "published_date": "2024-11-12 20:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.phoenixnewtimes.com/event/cowboy-bebop-live-19736089",
        "clean_url": "phoenixnewtimes.com",
        "excerpt": "Cowboy Bebop Live at The Van Buren:",
        "summary": "When:",
        "rights": "phoenixnewtimes.com",
        "rank": 6020,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "",
        "media": "https://media1.phoenixnewtimes.com/phx/imager/cowboy-bebop-live/u/slideshow/19736088/62b02681-2bdb-4a76-8757-3db45c02aa7b_source?cb=1727259398",
        "is_opinion": false,
        "twitter_account": "@phoenixnewtimes",
        "_score": 1.8727273,
        "_id": "b6e57e33fe16e0c3c35ee48925d7cfde"
    },
    {
        "title": "Jean Dawson",
        "author": "Jean Dawson",
        "published_date": "2024-11-12 20:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.phoenixnewtimes.com/event/jean-dawson-19832916",
        "clean_url": "phoenixnewtimes.com",
        "excerpt": "Jean Dawson With Quadeca",
        "summary": "When:",
        "rights": "phoenixnewtimes.com",
        "rank": 6020,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Jean Dawson",
        "media": "https://media2.phoenixnewtimes.com/phx/imager/jean-dawson/u/slideshow/19832915/c5c08e7a-9912-456c-a060-2758be94e060_105881_tablet_landscape_large_16_9.jpg?cb=1727175572",
        "is_opinion": false,
        "twitter_account": "@phoenixnewtimes",
        "_score": 1.8721805,
        "_id": "bf441890042fb3cb2ebf75d29ebaf54b"
    },
    {
        "title": "Somaya Darwesh at El Sawy Culturewheel",
        "author": "",
        "published_date": "2024-11-12 20:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.cairo360.com/event-new/somaya-darwesh-at-el-sawy-culturewheel",
        "clean_url": "cairo360.com",
        "excerpt": "Get ready to sing along with Somaya Darwesh at El Sawy Culturewheel on November 12th.",
        "summary": "Get ready to sing along with Somaya Darwesh at El Sawy Culturewheel on November 12th.",
        "rights": "cairo360.com",
        "rank": 301700,
        "topic": "news",
        "country": "EG",
        "language": "en",
        "authors": "",
        "media": "https://assets.cairo360.com/app/uploads/2024/11/06/Screen-Shot-2024-11-06-at-2.22.07-PM-549x226.png",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.12026,
        "_id": "ce91125c19d8baea509825a3fb498538"
    },
    {
        "title": "Stop Light Observations",
        "author": "",
        "published_date": "2024-11-12 19:30:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.phoenixnewtimes.com/event/stop-light-observations-19261827",
        "clean_url": "phoenixnewtimes.com",
        "excerpt": "Stop Light Observations With Arms Akimbo",
        "summary": "When:",
        "rights": "phoenixnewtimes.com",
        "rank": 6020,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "",
        "media": "https://media1.phoenixnewtimes.com/phx/imager/stop-light-observations/u/slideshow/19261826/286e8bea-593d-4779-b70b-548be58042da_source?cb=1720242495",
        "is_opinion": false,
        "twitter_account": "@phoenixnewtimes",
        "_score": 1.8727273,
        "_id": "a07b2fd5b1e2ef0e0cf554dcc986311c"
    },
    {
        "title": "JD McPherson",
        "author": "JD McPherson",
        "published_date": "2024-11-12 19:30:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.phoenixnewtimes.com/event/jd-mcpherson-19321909",
        "clean_url": "phoenixnewtimes.com",
        "excerpt": "JD McPherson With Kate Clover",
        "summary": "When:",
        "rights": "phoenixnewtimes.com",
        "rank": 6020,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "JD McPherson",
        "media": "https://media1.phoenixnewtimes.com/phx/imager/jd-mcpherson/u/slideshow/19321908/f3d8a898-6058-4550-a2ba-7b345a0754cc_source?cb=1720272995",
        "is_opinion": false,
        "twitter_account": "@phoenixnewtimes",
        "_score": 1.8719072,
        "_id": "33a2b26faf61484ead683fc4eb1d2def"
    },
    {
        "title": "The Dear Hunter",
        "author": "",
        "published_date": "2024-11-12 19:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.phoenixnewtimes.com/event/the-dear-hunter-20398705",
        "clean_url": "phoenixnewtimes.com",
        "excerpt": "The Dear Hunter With Bear Ghost & Redwood",
        "summary": "When:\nWith Bear Ghost & Redwood",
        "rights": "phoenixnewtimes.com",
        "rank": 6020,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "",
        "media": "https://media1.phoenixnewtimes.com/phx/imager/the-dear-hunter/u/slideshow/20461846/96a9ca9a-b728-4ae6-a643-930e44da0c8f_source?cb=1730957266",
        "is_opinion": false,
        "twitter_account": "@phoenixnewtimes",
        "_score": 1.8721805,
        "_id": "526279901e5f45dfcd0857f064965eef"
    },
    {
        "title": "Autopilot",
        "author": "",
        "published_date": "2024-11-12 19:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.phoenixnewtimes.com/event/autopilot-20392012",
        "clean_url": "phoenixnewtimes.com",
        "excerpt": "Autopilot With HVSHI, Bay Window & HKL",
        "summary": "When:\n$12\nWith HVSHI, Bay Window & HKL\nOther,\nConcert,\nManual",
        "rights": "phoenixnewtimes.com",
        "rank": 6020,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "",
        "media": "https://www.phoenixnewtimes.com/binary/93b4/PHX_1320x825-100.jpg",
        "is_opinion": false,
        "twitter_account": "@phoenixnewtimes",
        "_score": 1.8719072,
        "_id": "7824842219e2181e11c3452f5ecd1854"
    },
    {
        "title": "'Warren Miller's 75' Staff Picks User Submitted",
        "author": "",
        "published_date": "2024-11-12 19:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.sevendaysvt.com/event/warren-millers-75-41918048",
        "clean_url": "sevendaysvt.com",
        "excerpt": "'Warren Miller's 75' The revered late filmmaker Warren Miller's prolific production company commemorates 75 years of snow-sports entertainment with Warren Miller's 75, featuring 10 captivating new segments. The screening tour kicks off locally at Lebanon Opera House before making its way through Vermont cities later this month. The edge-of-your-seat original film features crowd-pleasing snowboarders such as Shaun White and 15-year-old prodigy LJ Henriquez, as well as noteworthy female skiers Lexi duPont and Caite Zeliff. From Austria to Alaska, audiences journey through unique winter wonderlands that showcase the raw talent of daredevil athletes who refuse to let extreme elements harsh their mellow.",
        "summary": "The revered late filmmaker Warren Miller's prolific production company commemorates 75 years of snow-sports entertainment with Warren Miller's 75, featuring 10 captivating new segments. The screening tour kicks off locally at Lebanon Opera House before making its way through Vermont cities later this month. The edge-of-your-seat original film features crowd-pleasing snowboarders such as Shaun White and 15-year-old prodigy LJ Henriquez, as well as noteworthy female skiers Lexi duPont and Caite Zeliff. From Austria to Alaska, audiences journey through unique winter wonderlands that showcase the raw talent of daredevil athletes who refuse to let extreme elements harsh their mellow.",
        "rights": "sevendaysvt.com",
        "rank": 15330,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "",
        "media": "https://media1.sevendaysvt.com/sevendaysvt/imager/u/twitter/42182003/dreamstime_xl_8207673.jpg",
        "is_opinion": false,
        "twitter_account": "@sevendaysvt",
        "_score": 1.727515,
        "_id": "e761d29434f7d5b34e568004b8cd7b8e"
    },
    {
        "title": "Health @COP29: The Health Argument for Climate Action, with a Special Focus on Maternal, Newborn, Child and Adolescent Health",
        "author": "",
        "published_date": "2024-11-12 17:15:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.who.int/news-room/events/detail/2024/11/12/default-calendar/the-health-argument-for-climate-action--with-a-special-focus-on-maternal--newborn--child-and-adolescent-health",
        "clean_url": "who.int",
        "excerpt": "Ahead of the 29th Climate Conference (COP29) in November 2024 in Baku, Azerbaijan, WHO and the COP29 Presidency host open webinars to announce the health initiatives planned at the Conference.These events provide critical information for COP29 participants, including policymakers, health community, climate activists, and anyone interested in the future of health and climate action.",
        "summary": "The climate crisis is a health crisis - and progress on children's health globally is in danger of being reversed.\nA lack of progress in reducing emissions and building adaptive capacity threatens both human lives, the human right to health and the viability of national health systems. Additionally, the same human activities that are destabilizing the Earth's climate also contribute directly to poor health. Children have unique vulnerabilities that make them more susceptible, directly and indirectly, to climate-related hazards compared to other populations: they breath more rapidly, they have poorer thermal regulation, and their bodily systems shaping their immunity and cognitive function are still developing.\nAt COP29 in Azerbaijan, WHO's Director-General Tedros Adhanom Ghebreyesus and UNICEF's Deputy Executive Director Kitty van der Heijden will be hosting a dialogue along with passionate leaders from government, public and private sectors, and youth groups to explore the health argument for climate action, why it should always center its focus on maternal, newborn and child populations globally, and how child and youth can contribute to informing critical climate and health policies, advocacy, and progress.\nThis High-Level Party Event in a VVIP area (Zone D) requires a ticket to enter. Please send your RSVP to Marina Maiero (maierom@who.int) and Abheet Solomon (asolomon@unicef.org).\n----------------------------------------------------------------------------------------------\nPlease note that this event can only be attended in person in Zone B (Blue Zone) at COP29 in Baku, Azerbaijan. To do so, attendees will need to possess the required clearances and/or conference badge. To apply for a badge, please find more information at https://unfccc.int/cop29/ifp#Registration",
        "rights": "who.int",
        "rank": 84,
        "topic": "news",
        "country": "CH",
        "language": "en",
        "authors": "",
        "media": "https://cdn.who.int/media/images/default-source/headquarters/conference-and-events/climate-conferences-(cop)/cop29/cop29-baku.tmb-1200v.jpg?sfvrsn=3967fe05_3",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.9979609,
        "_id": "1005bdf16d77f6424a9013925bdc02a5"
    },
    {
        "title": "Empress Ciku Kimani set to launch fifth book at age 50",
        "author": "Mbugua Ngunjiri",
        "published_date": "2024-11-12 11:42:31",
        "published_date_precision": "timezone unknown",
        "link": "http://www.standardmedia.co.ke/evewoman/books/article/2001506188/empress-ciku-kimani-set-to-launch-fifth-book-at-age-50",
        "clean_url": "standardmedia.co.ke",
        "excerpt": "Empress Ciku Kimani set to launch fifth book at age 50",
        "summary": "Empress Ciku Kimani-Mwaniki. (Courtesy)\nNairobian columnist Empress Ciku Kimani-Mwaniki is set to launch her fifth book at the end of the month. The book set to be launched on November, coincides with her 50th birthday, hence the hashtag #The5thAt50.\nThe book, whose title is still under wraps, will be published by Mvua Press, an imprint of E-kitabu.\nCiku pushes boundaries by humanising the so-called pariahs of the society, by basing her love stories on them. In her books, prostitutes, as well as former criminals, have fallen in love.\nWith her fifth book, Ciku pushes the boundaries a bit further by writing a crime-romance novel.\n'It is the underground Nairobi, its residents and, does love even live there? Among the protagonists is a crime boss, two undercover cops, a priest, a brothel madam and, you guessed it, a prostitute,' she says.\nThe launch will be a fun-filled event, she says.\n'There shall be music, and food, and drinks and a live performance,' she adds.\nHer other books are Nairobi Cocktail, Immigrant Cocktail, Cocktail from the Savannah and A Cocktail of Unlikely Tales. When shopping for your home on Facebook\nNgunjiri is the curator of Maisha Yetu, a digital Arts and Books media platform [email protected]",
        "rights": "standardmedia.co.ke",
        "rank": 7555,
        "topic": "entertainment",
        "country": "KE",
        "language": "en",
        "authors": "Mbugua Ngunjiri",
        "media": "https://cdn.standardmedia.co.ke/images/articles/thumbnails/SPoO7LDaGwuUlqn50QNJHaNvQJGigLrRCbr0AlSv.jpg",
        "is_opinion": false,
        "twitter_account": "@EveWomanKenya",
        "_score": 1.8441905,
        "_id": "239b6219cb7b8f6f99da75ce0888fefe"
    },
    {
        "title": "World Pneumonia Day",
        "author": "",
        "published_date": "2024-11-12 09:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://pmnch.who.int/news-and-events/events/item/2024/11/12/international-days/world-pneumonia-day---2024",
        "clean_url": "who.int",
        "excerpt": "The fight to reduce deaths from the single, biggest infectious killer of adults and children has nev",
        "summary": "The fight to reduce deaths from the single, biggest infectious killer of adults and children has never been more urgent. In 2021, pneumonia claimed the lives of 2.2 million, including 502,000 children, and COVID-19 killed an additional 10 million, according to the Global Burden of Disease. Together, they caused more deaths than any other cause, including heart disease. With climate change continuing to increase the burden of respiratory conditions and the risk of another pandemic of respiratory infection high, there is a pneumonia crisis across the life course placing millions at risk of infection and death.\nTragically, it is the very young and the very old who are at greatest risk. Children living in areas with low vaccination rates and rising malnutrition, and in homes that use polluting fuels for cooking and heating, are particularly vulnerable. Older adults exposed to outdoor air pollution – most significantly from burning fossil fuels – and smoking are also at risk. Almost half of the estimated 1.5 million pneumonia deaths among adults aged over 50 are attributable to air pollution and smoking.",
        "rights": "who.int",
        "rank": 84,
        "topic": "world",
        "country": "CH",
        "language": "en",
        "authors": "",
        "media": "https://pmnch.who.int/images/librariesprovider9/illustration/world-pneumonia-day.tmb-1200v.png?Culture=en&sfvrsn=d783821_1",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.9979708,
        "_id": "96845a9da0a06f4034d00606339eb282"
    },
    {
        "title": "Ann Vanlauwe: Living for charity",
        "author": "Chebet Birir",
        "published_date": "2024-11-12 07:35:06",
        "published_date_precision": "timezone unknown",
        "link": "https://www.standardmedia.co.ke/evewoman/article/2001506137/ann-vanlauwe-living-for-charity",
        "clean_url": "standardmedia.co.ke",
        "excerpt": "Ann Vanlauwe: Living for charity",
        "summary": "Dr Ann Vanlauwe receive gift hampers from Janet Mathenge (left) of Gift Basket Kenya. [Jonah Onyango, Standard]\nBorn in Nigeria and married to a Belgian national, Ann Vanlauwe is a unique woman making it big in Kenya, now her home. Commanding power and authority in her various leadership roles, she remains an influential leader, a far cry from the humble orphan she was growing up. Now, she can have it all.\nWhen she moved with her family in 2001, Ann says she immediately fell in love with Kenya.\n'I was born to Ibo parents in Owerri, Imo State, Eastern Nigeria, and I am a wife and the doting mother to two children, a 30-year-old son who lives in Ireland, and a daughter, who is 27 and who lives in Brussels,' says Ann, painting a picture of a happy mother witnessing her children living their dream life.\n'As a mother, I think parenting is one of the most beautiful things that I have experienced. The most important thing is to get the foundation right and then allow them to find their route,' she says.\nShe adds that it has been an amazing journey of parenting with her husband, Belgian national Benard Vanlauwe, who she met while in university.\n'Bernard was a young soil scientist and agricultural agronomist. He was in Nigeria at the time, collecting data at the International Institute of Tropical Agriculture (IITA) in Ibadan for his Ph.D.'\nThe two got married and lived together at IITA, an institution populated by scientists from all over the world. He later worked for IITA as a soil scientist after completing his Ph.D.\n'It was here that my talent as a social activist struck my peers, and they elected me president of the African ladies' group, bringing together women at the institution from all over Africa for two years,' she says.\nAnn's commitment to social responsibilities received a wider boost when she was elected Vice-President of a larger organization comprising women from the rest of the world living with their spouses or working at IITA for a two-year stint.\nActivities were on a larger scale but similar to those at the African Women's group. They moved to Kenya in 2001 because her husband had decided to form and run an IITA branch in Kenya.\nAnn, who gave up employment and decided to take care of her children, says the void grew when the children were older and had to pursue their interests in different countries.\n'My husband also travels a lot. Previously, it was a bit difficult, but in life you can't eat your cake and have it. He has to provide for us, so we live together in Nairobi, but we spend two or three weeks, and then he travels again', she says.\nWhen the family moved to Nairobi, Ann, who confesses her obsession for charity joined the Rotary Club of Nairobi.\n'Two years into my membership, the club made me the director of the family of rotary with duties that involved organising functions that bring together members and their families. They included fellowships, birthdays, wedding anniversaries, and visits to the sick and the bereaved,' she says.\nIn 2011, Ann was elected director of community service, where she oversaw projects such as the securing of wheelchairs for the physically challenged and sanitary towels for needy girls. The following year, she became the 83rd president and the third black African woman president of the Rotary Club of Nairobi, which dates back to 1930. It is the oldest in East Africa.\n'It was an amazing moment for me. The club had prominent people like Manu Chandaria. I took it as an honour and decided to give it my best shot.'\nLike it was yesterday, she recalls the challenges she had to face growing up as she appreciates that her sister and her brother-in-law saw her through primary and secondary schools in Yoruba land. She later attended the University of Ibadan for a Bachelor of Arts (BA) degree in African studies.\n'At only three, I lost my mother, four years later, I lost my father, prompting my elder sister, who was married in Yoruba-dominated Ibadan in the South, to take me into her care,' she says.\nWith the first degree safely in her grip, Ann enrolled for a Masters course in community development and education at the same university. It was at this time that she developed a stronger passion for social advocacy and the promotion of community welfare.\n'We were not rich, but we had food to eat. Her husband also understood us. I called him Dad. I am who I am today because of them. I saw how well they treated me and other people. My sister was so selfless, and I hope I'm making her proud today as I help people', she says.\nIn 2007, Ann founded Better Life For Women and Children in Rural Africa; a family-centered Not-for-profit Organization that champions for the welfare of orphans and vulnerable children.\n'It is in rural areas that you find the most vulnerable people, so we aim at transforming the lives of women in absolute poverty to be self-reliant. We do distribute sanitary towels to schools where girls have difficulties accessing them to do challenges from the backgrounds. The teachers in these schools tell us that the girls are performing better in school after receiving the sanitary towels and that alone gives me satisfaction,' Ann says.\nDuring one of her visits to mixed schools in Narok County, Ann realised that she had focused so much on the girls, and the boys were feeling left out. She then decided to come up with a hygiene kit for boys.\n'Now we also give hygiene kits to boys that consist of a bar Soap, bathing soap, roll-ons, towels, and toothpaste. So far, we have done more than 500 hygiene kits for boys.', she says.\nIn Narok County alone, Ann and her organisation have helped more than one thousand families since 2019.\n'When COVID-19 struck, many families who depended on tourism to eat were affected. We decided to give them foodstuff to sustain them for at least four months.'\nLast year, Ann introduced free medical camps starting in Kilifi County, where people went through medical checkups, diagnoses, treatments, and referrals where necessary.\n'Many healthcare centers in rural areas do not have enough medication. We plan to take the next medical camp in Sekenani in April 2025', she said.\nIn 2018, she founded Hope for African Children in Ibadan, Oyo state. The NGO caters to widows and orphans in rural Nigeria. Every year, Ann visits these women and children with necessities and daily supplies.\n'I love Kenya so much, but I decided not to be a foreigner in my own country. I decided to help the widows who have little children, and they don't know where their next meal will come from.'\nAnn adds that while she can't cure all their problems, some food can give them strength to face the next day.\n'We have three centers where we give them supplies. We have more than 300 widows, and we need a lot of money to cater for them. I'm currently planning something for Christmas so they can enjoy the season with their families', she says..\n'Each one of us can do something to help the less fortunate. Don't do it only once in December. The children's homes need food throughout the year', she says.\nHer parting shot is a quote by the late Mother Teresa: 'Not all of us can do great things, but we can do small things with great love.'",
        "rights": "standardmedia.co.ke",
        "rank": 7555,
        "topic": "news",
        "country": "KE",
        "language": "en",
        "authors": "Chebet Birir",
        "media": "https://cdn.standardmedia.co.ke/images/articles/thumbnails/33uebwIMC004uBxuTeMPCk5VZaDNSZ8rPDNv3KOQ.jpg",
        "is_opinion": false,
        "twitter_account": "@EveWomanKenya",
        "_score": 1.8451564,
        "_id": "ee6f86c84fa17d5dc17535ed44b2f18c"
    },
    {
        "title": "Sweet Honey in the Rock",
        "author": "",
        "published_date": "2024-11-12 06:30:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.phoenixnewtimes.com/event/sweet-honey-in-the-rock-20346354",
        "clean_url": "phoenixnewtimes.com",
        "excerpt": "Sweet Honey in the Rock at MIM:",
        "summary": "When:",
        "rights": "phoenixnewtimes.com",
        "rank": 6020,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "",
        "media": "https://media2.phoenixnewtimes.com/phx/imager/sweet-honey-in-the-rock/u/slideshow/20346353/concerts-sweet-honey-in-the-rock-mim.webp?cb=1728870428",
        "is_opinion": false,
        "twitter_account": "@phoenixnewtimes",
        "_score": 1.8727273,
        "_id": "ce25e91d34a5e3bd4ce15134f891a274"
    },
    {
        "title": "Malta Tax Agency Issues Guidance Note on IFRS 17",
        "author": "",
        "published_date": "2024-11-12 05:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://news.bloombergtax.com/daily-tax-report/malta-tax-agency-issues-guidance-note-on-ifrs-17",
        "clean_url": "bloombergtax.com",
        "excerpt": "The Maltese Commissioner for Revenue Oct. 25 issued a guidance note on the taxation of insurance businesses following the adoption of the International Financial Reporting Standard (IFRS) 17. Topics covered ...",
        "summary": "The Maltese Commissioner for Revenue Oct. 25 issued a guidance note on the taxation of insurance businesses following the adoption of the International Financial Reporting Standard (IFRS) 17. Topics covered include: 1) that IFRS 17 replaced IFRS 4 and is applicable to annual reporting periods beginning on or after Jan. 1, 2023; 2) the requirement for insurance undertakings governed by the Insurance Business Act to adopt IFRS 17 for financial periods beginning on or after Jan. 1, 2023; 3) that insurance undertakings may elect to spread their payable tax on adoption gains for assessment year 2024 over a maximum period ...",
        "rights": "bloombergtax.com",
        "rank": 13022,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "",
        "media": "https://news-cdn.bindg.com/indg/assets/news/images/Fallback-image.webp",
        "is_opinion": false,
        "twitter_account": "@tax",
        "_score": 1.7603306,
        "_id": "2c6e291db12910a868a5ffb6628b8872"
    },
    {
        "title": "France Tax Agency Updates Administrative Doctrine on Rates for Interest Deduction Caps",
        "author": "",
        "published_date": "2024-11-12 05:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://news.bloombergtax.com/daily-tax-report/france-tax-agency-updates-administrative-doctrine-on-rates-for-interest-deduction-caps-27",
        "clean_url": "bloombergtax.com",
        "excerpt": "The French General Directorate of Public Finance Nov. 6 updated the administrative doctrine on reference rates used by companies to calculate the maximum deductible interest for 12-month periods ending between ...",
        "summary": "The French General Directorate of Public Finance Nov. 6 updated the administrative doctrine on reference rates used by companies to calculate the maximum deductible interest for 12-month periods ending between Sept. 30 and Dec. 30. [France, General Directorate of Public Finance, 11/06/24]\nReference:\n. View Announcement. View Index.",
        "rights": "bloombergtax.com",
        "rank": 13022,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "",
        "media": "https://news-cdn.bindg.com/indg/assets/news/images/Fallback-image.webp",
        "is_opinion": false,
        "twitter_account": "@tax",
        "_score": 1.7589865,
        "_id": "8dc5a10c0e164cb0b96dbfd4f3020c7e"
    },
    {
        "title": "Czech Republic MOF Posts Financial Bulletin Amending DTAs, Protocol With Azerbaijan, Bahrain to Comply With MLI",
        "author": "",
        "published_date": "2024-11-12 05:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://news.bloombergtax.com/daily-tax-report/czech-republic-mof-posts-financial-bulletin-amending-dtas-protocol-with-azerbaijan-bahrain-to-comply-with-mli",
        "clean_url": "bloombergtax.com",
        "excerpt": "The Czech Ministry of Finance Nov. 6 released Financial Bulletin No. 10/2024, amending the 2005 DTA and protocol with Azerbaijan, and the 2011 DTA with Bahrain, to comply with applicable ...",
        "summary": "The Czech Ministry of Finance Nov. 6 released Financial Bulletin No. 10/2024, amending the 2005 DTA and protocol with Azerbaijan, and the 2011 DTA with Bahrain, to comply with applicable provisions of the Multilateral Convention to Implement Tax Treaty Related Measures to Prevent Base Erosion and Profit Shifting (MLI). The MLI applies to the Czech Republic-Azerbaijan DTA and protocol from: 1) Jan. 1, 2025, for withholding taxes; and 2) taxable periods beginning on or after July 1, 2025, for all other taxes. The MLI applies to the Czech Republic-Bahrain DTA from: 1) Jan. 1, 2025, for withholding taxes; and 2) ...",
        "rights": "bloombergtax.com",
        "rank": 13022,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "",
        "media": "https://news-cdn.bindg.com/indg/assets/news/images/Fallback-image.webp",
        "is_opinion": false,
        "twitter_account": "@tax",
        "_score": 1.7589865,
        "_id": "cbe5673ddee12de0857987760a231968"
    },
    {
        "title": "Cyprus Tax Agency Announces Zero VAT Rate on Essential Items",
        "author": "",
        "published_date": "2024-11-12 05:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://news.bgov.com/daily-tax-report/cyprus-tax-agency-announces-zero-vat-rate-on-essential-items",
        "clean_url": "bgov.com",
        "excerpt": "The Cypriot Tax Department Oct. 31 announced the application of zero-rated VAT from Nov. 4, 2024, through Dec. 31, 2025, for: 1) baby milk; 2) children's diapers and adult diapers; ...",
        "summary": "Nov. 12, 2024, 5:00 AM UTC\nThe Cypriot Tax Department Oct. 31 announced the application of zero-rated VAT from Nov. 4, 2024, through Dec. 31, 2025, for: 1) baby milk; 2) children's diapers and adult diapers; 3) feminine hygiene products; 4) specified fresh or chilled vegetables; and 5) specified fresh fruits. [Cyprus, Tax Department, 10/31/24]\nReference:\nView Announcement. View Index.\nFrom research to software to news, find what you need to stay ahead.\nLog in to keep reading or access research tools. © 2024 Bloomberg Industry Group, Inc.",
        "rights": "bgov.com",
        "rank": 24758,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "",
        "media": "https://news-cdn.bindg.com/indg/assets/news/images/Fallback-image.webp",
        "is_opinion": false,
        "twitter_account": "@tax",
        "_score": 1.624769,
        "_id": "f1affaef5d021c8f554a09eb07fb7a11"
    },
    {
        "title": "Malta Tax Agency Issues Guidance Note on IFRS 17",
        "author": "",
        "published_date": "2024-11-12 05:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://news.bgov.com/daily-tax-report-state/malta-tax-agency-issues-guidance-note-on-ifrs-17",
        "clean_url": "bgov.com",
        "excerpt": "The Maltese Commissioner for Revenue Oct. 25 issued a guidance note on the taxation of insurance businesses following the adoption of the International Financial Reporting Standard (IFRS) 17. Topics…",
        "summary": "The Maltese Commissioner for Revenue Oct. 25 issued a guidance note on the taxation of insurance businesses following the adoption of the International Financial Reporting Standard (IFRS) 17. Topics covered include: 1) that IFRS 17 replaced IFRS 4 and is applicable to annual reporting periods beginning on or after Jan. 1, 2023; 2) the requirement for insurance undertakings governed by the Insurance Business Act to adopt IFRS 17 for financial periods beginning on or after Jan. 1, 2023; 3) that insurance undertakings may elect to spread their payable tax on adoption gains for assessment year 2024 over a maximum period ...",
        "rights": "bgov.com",
        "rank": 24758,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "",
        "media": "https://news-cdn.bindg.com/indg/assets/news/images/Fallback-image.webp",
        "is_opinion": false,
        "twitter_account": "@tax",
        "_score": 1.6236162,
        "_id": "1a35a0b4bbb1dc6e6d308588f43b7adc"
    },
    {
        "title": "Benin MOF Posts Consolidated Text of 2024 General Tax Code in English",
        "author": "",
        "published_date": "2024-11-12 05:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://news.bgov.com/daily-tax-report/benin-mof-posts-consolidated-text-of-2024-general-tax-code-in-english",
        "clean_url": "bgov.com",
        "excerpt": "The Beninese Ministry of Economy and Finance Nov. 4 posted online, in English, the consolidated text of the 2024 General Tax Code. [Benin, Ministry of Economy and Finance, 11/04/24]",
        "summary": "Nov. 12, 2024, 5:00 AM UTC\nFrom research to software to news, find what you need to stay ahead.\nLog in to keep reading or access research tools. © 2024 Bloomberg Industry Group, Inc.",
        "rights": "bgov.com",
        "rank": 24758,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "",
        "media": "https://news-cdn.bindg.com/indg/assets/news/images/Fallback-image.webp",
        "is_opinion": false,
        "twitter_account": "@tax",
        "_score": 1.6236162,
        "_id": "b6f0598b1483390520bb91f0bcca2e92"
    },
    {
        "title": "United Arab Emirates MOF Announces Amendments to VAT Law for E-Invoicing",
        "author": "",
        "published_date": "2024-11-12 05:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://news.bgov.com/daily-tax-report/united-arab-emirates-mof-announces-amendments-to-vat-law-for-e-invoicing",
        "clean_url": "bgov.com",
        "excerpt": "The Emirati Ministry of Finance Oct. 29 announced amendments to the VAT e-invoicing system. The amendments include: 1) introducing a definition for the 'eInvoicing system' and granting the Minister of…",
        "summary": "Nov. 12, 2024, 5:00 AM UTC\nThe Emirati Ministry of Finance Oct. 29 announced amendments to the VAT e-invoicing system. The amendments include: 1) introducing a definition for the 'eInvoicing system' and granting the Minister of Finance the authority to issue the necessary decisions to implement the system; and 2) expanding the definitions of 'tax invoice' and 'tax credit note' to include electronic invoices. The system will provide benefits to both businesses and government entities by simplifying, standardizing, and automating invoicing processes. [United Arab Emirates, Emirates News Agency, 10/29/24]\nReference:\nView Announcement. View Index.\nFrom research to software to news, find what you need to stay ahead.\nLog in to keep reading or access research tools. © 2024 Bloomberg Industry Group, Inc.",
        "rights": "bgov.com",
        "rank": 24758,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "",
        "media": "https://news-cdn.bindg.com/indg/assets/news/images/Fallback-image.webp",
        "is_opinion": false,
        "twitter_account": "@tax",
        "_score": 1.6236162,
        "_id": "4309e6077b0f29e8d9f2c1e04c237749"
    },
    {
        "title": "Lithuania Tax Agency Publishes Updated Summary Explanation on Recognition of Income Through Investment Accounts",
        "author": "",
        "published_date": "2024-11-12 05:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://news.bgov.com/daily-tax-report-state/lithuania-tax-agency-publishes-updated-summary-explanation-on-recognition-of-income-through-investment-accounts",
        "clean_url": "bgov.com",
        "excerpt": "The Lithuanian State Tax Inspectorate Nov. 6 published an updated summary explanation with new commentary to clarify income recognition rules taking effect Jan. 1, 2025, under changes to Article 8(2)…",
        "summary": "Nov. 12, 2024, 5:00 AM UTC\nThe Lithuanian State Tax Inspectorate Nov. 6 published an updated summary explanation with new commentary to clarify income recognition rules taking effect Jan. 1, 2025, under changes to Article 8(2) and (7) of the Law on Personal Income Tax. The new commentary clarifies that: 1) the moment of recognition of income received by a permanent resident of the country through an investment account, is upon the disbursement of the funds from the account; and 2) this rule is an exception to the general rule that income is recognized upon receipt. The new commentary also includes examples, and recognition rules for ...\nFrom research to software to news, find what you need to stay ahead.\nLog in to keep reading or access research tools. © 2024 Bloomberg Industry Group, Inc.",
        "rights": "bgov.com",
        "rank": 24758,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "",
        "media": "https://news-cdn.bindg.com/indg/assets/news/images/Fallback-image.webp",
        "is_opinion": false,
        "twitter_account": "@tax",
        "_score": 1.6236162,
        "_id": "d2c58728ea4a09e7d380547216695158"
    },
    {
        "title": "France Tax Agency Updates Administrative Doctrine on Rates for Interest Deduction Caps",
        "author": "",
        "published_date": "2024-11-12 05:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://news.bgov.com/daily-tax-report-state/france-tax-agency-updates-administrative-doctrine-on-rates-for-interest-deduction-caps-27",
        "clean_url": "bgov.com",
        "excerpt": "The French General Directorate of Public Finance Nov. 6 updated the administrative doctrine on reference rates used by companies to calculate the maximum deductible interest for 12-month periods…",
        "summary": "From research to software to news, find what you need to stay ahead.\nLog in to keep reading or access research tools.",
        "rights": "bgov.com",
        "rank": 24758,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "",
        "media": "https://news-cdn.bindg.com/indg/assets/news/images/Fallback-image.webp",
        "is_opinion": false,
        "twitter_account": "@tax",
        "_score": 1.6236162,
        "_id": "58cbdc35bf89a14ac1aa1be1a313390f"
    },
    {
        "title": "Lithuania Gazettes Effective Date for Termination of 1999 DTA, Protocol With Russia",
        "author": "",
        "published_date": "2024-11-12 05:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://news.bgov.com/daily-tax-report/lithuania-gazettes-effective-date-for-termination-of-1999-dta-protocol-with-russia",
        "clean_url": "bgov.com",
        "excerpt": "The Lithuanian Official Gazette Nov. 6 published Law No. (22.35E)3-6150, announcing the effective date for the termination of the DTA and protocol with Russia, signed June 29, 1999. The termination…",
        "summary": "Nov. 12, 2024, 5:00 AM UTC\nFrom research to software to news, find what you need to stay ahead.\nLog in to keep reading or access research tools. © 2024 Bloomberg Industry Group, Inc.",
        "rights": "bgov.com",
        "rank": 24758,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "",
        "media": "https://news-cdn.bindg.com/indg/assets/news/images/Fallback-image.webp",
        "is_opinion": false,
        "twitter_account": "@tax",
        "_score": 1.6230415,
        "_id": "08792ab92abde727d9ff58d69ea296af"
    },
    {
        "title": "Czech Republic MOF Posts Financial Bulletin Amending DTAs, Protocol With Azerbaijan, Bahrain to Comply With MLI",
        "author": "",
        "published_date": "2024-11-12 05:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://news.bgov.com/daily-tax-report-state/czech-republic-mof-posts-financial-bulletin-amending-dtas-protocol-with-azerbaijan-bahrain-to-comply-with-mli",
        "clean_url": "bgov.com",
        "excerpt": "The Czech Ministry of Finance Nov. 6 released Financial Bulletin No. 10/2024, amending the 2005 DTA and protocol with Azerbaijan, and the 2011 DTA with Bahrain, to comply with applicable ...",
        "summary": "Nov. 12, 2024, 5:00 AM UTC\nThe Czech Ministry of Finance Nov. 6 released Financial Bulletin No. 10/2024, amending the 2005 DTA and protocol with Azerbaijan, and the 2011 DTA with Bahrain, to comply with applicable provisions of the Multilateral Convention to Implement Tax Treaty Related Measures to Prevent Base Erosion and Profit Shifting (MLI). The MLI applies to the Czech Republic-Azerbaijan DTA and protocol from: 1) Jan. 1, 2025, for withholding taxes; and 2) taxable periods beginning on or after July 1, 2025, for all other taxes. The MLI applies to the Czech Republic-Bahrain DTA from: 1) Jan. 1, 2025, for withholding taxes; and 2) ...\nFrom research to software to news, find what you need to stay ahead.\nLog in to keep reading or access research tools. © 2024 Bloomberg Industry Group, Inc.",
        "rights": "bgov.com",
        "rank": 24758,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "",
        "media": "https://news-cdn.bindg.com/indg/assets/news/images/Fallback-image.webp",
        "is_opinion": false,
        "twitter_account": "@tax",
        "_score": 1.6230415,
        "_id": "620a4ebe75ce1ab842791fbedfe9a48e"
    },
    {
        "title": "Greece Gazettes Decision Amending VAT Exemption Procedures for Exports, Intra-Community Deliveries",
        "author": "",
        "published_date": "2024-11-12 05:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://news.bgov.com/daily-tax-report-state/greece-gazettes-decision-amending-vat-exemption-procedures-for-exports-intra-community-deliveries",
        "clean_url": "bgov.com",
        "excerpt": "The Greek Official Gazette Nov. 5 published Decision No. A 1154/2024, amending the VAT exemption procedures for exports and intra-community deliveries. The decision includes measures: 1) updating the…",
        "summary": "Nov. 12, 2024, 5:00 AM UTC\nThe Greek Official Gazette Nov. 5 published Decision No. A 1154/2024, amending the VAT exemption procedures for exports and intra-community deliveries. The decision includes measures: 1) updating the VAT exemption procedure for exports and intra-community deliveries, including related services; 2) applying the VAT exemption limit to goods exported through a universal service provider or courier company; 3) introducing new export documentation requirements, including retail sales receipts, invoices, and proof of goods exiting the EU; 4) allowing taxpayers to submit export declarations in other EU member states; and 5) updating the VAT exemption application form. The decision enters into force the ...\nFrom research to software to news, find what you need to stay ahead.\nLog in to keep reading or access research tools. © 2024 Bloomberg Industry Group, Inc.",
        "rights": "bgov.com",
        "rank": 24758,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "",
        "media": "https://news-cdn.bindg.com/indg/assets/news/images/Fallback-image.webp",
        "is_opinion": false,
        "twitter_account": "@tax",
        "_score": 1.6230415,
        "_id": "38c6da531398275cb1d8857849596904"
    },
    {
        "title": "Bangladesh Tax Agency Issues General Order on VAT Exemption for Specified Imports",
        "author": "",
        "published_date": "2024-11-12 05:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://news.bgov.com/daily-tax-report-state/bangladesh-tax-agency-issues-general-order-on-vat-exemption-for-specified-imports",
        "clean_url": "bgov.com",
        "excerpt": "The Bangladeshi National Board of Revenue Nov. 5 issued General Order No. 1/Musak/2024, on the VAT exemption for imports of specified goods. The order includes measures: 1) exempting VAT on ...",
        "summary": "The Bangladeshi National Board of Revenue Nov. 5 issued General Order No. 1/Musak/2024, on the VAT exemption for imports of specified goods. The order includes measures: 1) exempting VAT on imports of capital equipment from one warehouse licensee to another warehouse licensee; and 2) clarifying the conditions for taxpayers to claim the VAT exemption at the local trader level. The order takes effect the same date. [Bangladesh, National Board of Revenue, 11/05/24]\nReference:\nView Index. View Decision.",
        "rights": "bgov.com",
        "rank": 24758,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "",
        "media": "https://news-cdn.bindg.com/indg/assets/news/images/Fallback-image.webp",
        "is_opinion": false,
        "twitter_account": "@tax",
        "_score": 1.6230415,
        "_id": "8b772021c34b4fb3ac08bacb3ccec2b1"
    },
    {
        "title": "Lapu-Lapu City honors 12 drug-cleared barangays",
        "author": "CLOSE",
        "published_date": "2024-11-12 03:38:34",
        "published_date_precision": "timezone unknown",
        "link": "https://cebudailynews.inquirer.net/605322/lapu-lapu-city-honors-12-drug-cleared-barangays",
        "clean_url": "inquirer.net",
        "excerpt": "Twelve barangays were recognized for being drug-cleared during the celebration of the Drug Awareness and Prevention Campaign in Lapu-Lapu City.",
        "summary": "LAPU-LAPU CITY, Cebu —- Twelve barangays were recognized for being drug-cleared during the celebration of the Drug Awareness and Prevention Campaign in Lapu-Lapu City.\nBarangays Sta. Rosa, San Vicente, Caubian, Calawisan, Pangan-an, Ibo, and Talima each received a cash incentive of P50,000. Meanwhile, barangays Sabang, Baring, Caw-oy, and Tingo were acknowledged for maintaining their drug-cleared status, along with Barangay Caohagan, which was newly declared as a drug-free barangay.\nThe activity took place after the flag-raising ceremony on Monday, November 11, 2024, led by Mayor Junard 'Ahong' Chan.\nThis year's Drug Awareness, Prevention, and Control (DAPC) program carries the theme, 'The Evidence is Clear, Invest in Prevention.'\nThe event aimed to raise public awareness about the harmful effects of illegal drug use and to encourage public cooperation in the government's anti-drug campaign, in line with Presidential Proclamation No. 124, dated November 26, 2001.\nIn his speech, Chan congratulated the barangays that have made significant efforts in promoting a drug-free community in Lapu-Lapu City.\n'Kaning mga barangay nga nagpakita sa ilang dedikasyon sa pagpugong sa illegal nga droga nagpamatuod sa atong katakus ug komitment sa pagsumpo sa problema sa droga. Dili kita mohunong hangtod ang tanan 30 ka barangay sa Lapu-Lapu City mahimong gawasnon sa droga,' Chan said.\nChan also directed the Lapu-Lapu City Police Office, in coordination with the Philippine Drug Enforcement Agency (PDEA), the City of Lapu-Lapu Office for Substance Abuse Prevention (CLOSAP) headed by Garry Lao, and all 30 barangays, to continue efforts in eradicating illegal drugs in the city.\n'Hinay-hinay nato nga nalimpyo ug nahimong drug-cleared and pipila ka mga barangay ug kasamtangan nga nagpabilin kini nga drug-cleared hangtod karon. And today, I proudly announce, nga dugang lain na usab nga mga barangay ang atong pasidunggan human sila gideklara nga drug-cleared by PDEA,' he added.",
        "rights": "inquirer.net",
        "rank": 2331,
        "topic": "news",
        "country": "PH",
        "language": "en",
        "authors": "Lapu-Lapu City,mbgerodias,Read Next,By: Futch Anthony Inso,CDN Digital Correspondent,TAGS:,drug-cleared,CLOSE",
        "media": "https://cebudailynews.inquirer.net/files/2024/11/462646933_1321467212211543_2315100998948382975_n.jpg",
        "is_opinion": false,
        "twitter_account": "@cebudailynews",
        "_score": 1.9462593,
        "_id": "bdfa265fb10cfa1114a2b6cd5a1dd655"
    },
    {
        "title": "Neutrophil Trap Imbalance Tied to Thrombosis in Cirrhosis",
        "author": "Mirage News",
        "published_date": "2024-11-12 02:28:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/neutrophil-trap-imbalance-tied-to-thrombosis-in-1354536",
        "clean_url": "miragenews.com",
        "excerpt": "Portal vein thrombosis (PVT) is a challenging complication in liver cirrhosis, with no currently available sensitive diagnostic markers. This study",
        "summary": "Portal vein thrombosis (PVT) is a challenging complication in liver cirrhosis, with no currently available sensitive diagnostic markers. This study aimed to investigate the potential of neutrophil extracellular traps (NETs) and Deoxyribonuclease (DNase) as diagnostic indicators for PVT in chronic hepatitis B (CHB)-related decompensated cirrhosis. Methods\nWe analyzed 145 CHB-related decompensated cirrhosis patients from the Ditan study and 33 from the Changgung validation study, categorizing them based on PVT occurrence. Plasma samples were assessed for NET markers, including cell-free DNA (cfDNA) and histone-DNA complexes, along with DNase activity. Results\nPVT patients exhibited elevated levels of cfDNA and histone-DNA complexes, and reduced DNase activity. This pattern persisted regardless of hepatocellular carcinoma (HCC) status. Histone-DNA levels, DNase activity, and hemoglobin were identified as independent risk factors for PVT. Receiver operating characteristic curve analysis revealed that high histone-DNA levels may serve as a potential diagnostic marker for PVT, with an area under the curve of 0.8628 in the Ditan study and 0.7521 in the Changgung study. When combined with cfDNA and DNase activity, the area under the curve improved to 0.8774 in the Ditan study and 0.7975 in the Changgung study. Conclusions\nImbalances in NET homeostasis are associated with PVT in CHB-related decompensated cirrhosis, including cases involving HCC. Histone-DNA complexes, a significant risk factor for PVT, show potential as a diagnostic marker for PVT in decompensated cirrhosis, particularly in HBV-related HCC.\nFull text\nhttps://www.xiahepublishing.com/2310-8819/JCTH-2024-00165\nThe study was recently published in the Journal of Clinical and Translational Hepatology .\nThe Journal of Clinical and Translational Hepatology (JCTH) is owned by the Second Affiliated Hospital of Chongqing Medical University and published by XIA & HE Publishing Inc. JCTH publishes high quality, peer reviewed studies in the translational and clinical human health sciences of liver diseases. JCTH has established high standards for publication of original research, which are characterized by a study's novelty, quality, and ethical conduct in the scientific process as well as in the communication of the research findings. Each issue includes articles by leading authorities on topics in hepatology that are germane to the most current challenges in the field. Special features include reports on the latest advances in drug development and technology that are relevant to liver diseases. Regular features of JCTH also include editorials, correspondences and invited commentaries on rapidly progressing areas in hepatology. All articles published by JCTH, both solicited and unsolicited, must pass our rigorous peer review process.",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://cdn1.miragenews.com/tmp_cache?cdn=cdn.pixabay.com%2Fphoto%2F2018%2F01%2F18%2F09%2F26%2Fhospital-3089884_960_720.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7963891,
        "_id": "6d1c33857c14dec5447023922247aa26"
    },
    {
        "title": "Honoring Veterans and Service Members on Veterans Day",
        "author": "Mirage News",
        "published_date": "2024-11-12 02:28:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/honoring-veterans-and-service-members-on-1354534",
        "clean_url": "miragenews.com",
        "excerpt": "Legendary tennis player and U.S. Army veteran Arthur Ashe once reflected that true heroism is, as he put it, \"not the urge to surpass all others at",
        "summary": "Legendary tennis player and U.S. Army veteran Arthur Ashe once reflected that true heroism is, as he put it, \"not the urge to surpass all others at whatever cost, but the urge to serve others at whatever cost.\" Today, on Veterans Day, we honor that spirit of service - celebrating those who have worked so hard, and sacrificed so much, to protect their communities and their country.\nToday, as historic levels of conflict are driving unprecedented levels of humanitarian need, coordination with the military is particularly vital to our development work, and veterans often play a critical role in advancing that cooperation. USAID first introduced the Mission Civilian-Military Coordinator (MC2) position in 2017 to align essential humanitarian and development programming with our colleagues at DoD. We now have 120 MC2s across our Missions and Country Offices worldwide, helping DoD and USAID work together to coordinate crisis response and advance development goals.\nIn Djibouti, for instance, USAID and DoD worked together to support primary education - with DOD rehabilitating 80 percent of the country's primary schools in areas outside the capital, and USAID then providing hundreds of thousands of teaching and learning materials to these schools to help children learn to read - helping to increase the percentage of second graders reading at a minimum level of proficiency from 20 to 46 percent. In Vietnam, DoD and USAID are working to overcome the legacy of war by coordinating the remediation of soil contaminated with dioxin, the toxic chemical byproduct of Agent Orange. Veterans have been essential in both identifying opportunities for collaborations like these and bringing together teams across Agencies to make them happen.",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://cdn1.miragenews.com/tmp_cache?cdn=images.pexels.com%2Fphotos%2F7316994%2Fpexels-photo-7316994.jpeg%3Fauto%3Dcompress%26amp%3Bcs%3Dtinysrgb%26amp%3Bw%3D600",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7951927,
        "_id": "c668358be0e40f414de503b02aadd881"
    },
    {
        "title": "Re-appeal To Locate Man Missing From Concord West",
        "author": "Mirage News",
        "published_date": "2024-11-12 02:16:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/re-appeal-to-locate-man-missing-from-concord-1354533",
        "clean_url": "miragenews.com",
        "excerpt": "Police are re-appealing for public assistance to locate a man missing from the Concord West area.Thomas Hayward, aged 27, was last seen on Hospital",
        "summary": "Police are re-appealing for public assistance to locate a man missing from the Concord West area.\nThomas Hayward, aged 27, was last seen on Hospital Road, Concord West, about 7pm on Wednesday 6 November 2024.\nWhen he could not be located or contacted, officers from Burwood Police Area Command were contacted and commenced inquiries into his whereabouts.\nConcerns are held for Thomas' welfare as he lives with a medical condition.\nThomas is described as being of Caucasian appearance, of slim build, with curly brown hair and brown eyes.\nHe was last seen wearing a grey t-shirt and blue track pants.\nAnyone with information on Thomas' whereabouts is urged to come forward and contact Burwood Police or Crime Stoppers.\nAnyone with information about this incident is urged to contact Crime Stoppers: 1800 333 000 or https://nsw.crimestoppers.com.au. Information is treated in strict confidence. The public is reminded not to report information via NSW Police social media pages.",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://cdn1.miragenews.com/wp-content/uploads/2019/03/usersubmittedimagepolicegenpixab2500010.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7963891,
        "_id": "b4d2e5861750570fd172068381e8b51b"
    },
    {
        "title": "Daily Update COP29",
        "author": "Mirage News",
        "published_date": "2024-11-12 02:08:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/daily-update-cop29-1354531",
        "clean_url": "miragenews.com",
        "excerpt": "COP29 started today Monday 11 November in Baku, Azerbaidjan. For WMO, the launch of the State of Global Climate 2024 Update is the highlight, together",
        "summary": "COP29 started today Monday 11 November in Baku, Azerbaidjan. For WMO, the launch of the State of Global Climate 2024 Update is the highlight, together with the Earth Information Day, where several members of the WMO delegation took the floor. Red alert: WMO has issued a Red Alert as the State of the Global Climate Update confirms that 2024 is on track to be the hottest year on record-surpassing even 2023, which broke all previous records. Read the full update .\nNew report launched: The latest State of Climate Services report, a key resource for building climate resilience and adaptation, was launched last week. With the growing impacts of climate change, these services are more critical than ever. Explore the report .\nEverything you need to know about COP: Do you have questions about climate change and COP? IISD has the answers, breaking down international agreements, history, and more. It's a must-read article ! Press conference: The State of Global Climate 2024 Update was released on the opening day of COP29 in Baku, Azerbaijan. The report underscores that the ambitions of the Paris Agreement are in great peril. Watch the recording .\nEarth Information Day 2024: Key updates on Earth observation were shared, featuring discussions on critical topics like climate change mitigation and adaptation, addressing loss and damage, resilience to extreme events, technological innovation, and enhancing observation in vulnerable regions and ecosystems. Watch the recording . AMCOMET (RA I) High-Level Event: Launch of the Implementation Plan for the Integrated African Strategy on Meteorology. Learn more .\nWorld Leaders Climate Action Summit (WLCAS): His Excellency Mr. Ilham Aliyev, President of Azerbaijan, has invited Heads of State and Government to participate in this critical summit. Overview schedule .\nChina's High-Level Meeting: Focused on Early Warnings for All: Together for Future Climate Adaptation.\nTajikistan's High-Level Event: Glaciers 2025: Taking Global Action on Glaciers' Preservation. Slide of the day Global Mean Temperature from 1850 to 2024 Youth at COP29",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://wmo.int/sites/default/files/2024-11/cop_2.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7951927,
        "_id": "4363fff48f69396263aa26d134639cd6"
    },
    {
        "title": "Emerging Role Of (p)ppGpp In DNA Repair And Associated Bacterial Survival Against Fluoroquinolones",
        "author": "Mirage News",
        "published_date": "2024-11-12 02:04:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/emerging-role-of-pppgpp-in-dna-repair-and-1354530",
        "clean_url": "miragenews.com",
        "excerpt": "Bacteria frequently encounter adverse environmental conditions, such as nutrient scarcity and antibiotic exposure, which can induce DNA damage",
        "summary": "Bacteria frequently encounter adverse environmental conditions, such as nutrient scarcity and antibiotic exposure, which can induce DNA damage. Efficient DNA repair mechanisms are essential for bacterial survival, particularly under such stress conditions. A critical player in these processes is the signaling molecule (p)ppGpp, a phosphorylated guanosine synthesized by bacteria during periods of stress. Initially discovered in Escherichia coli under amino acid starvation, (p)ppGpp is now recognized for its broader roles in modulating cellular functions essential for DNA repair and stress response. By regulating diverse cellular processes, (p)ppGpp not only enables bacterial adaptation but also enhances their ability to survive in the presence of DNA-damaging agents like fluoroquinolone antibiotics, contributing significantly to antibiotic resistance mechanisms. This review explores the role of (p)ppGpp in DNA repair pathways, stress-induced mutagenesis, and bacterial persistence.\n(p)ppGpp's Regulatory Role in DNA Repair\nNucleotide Excision Repair (NER) and RNA Polymerase Interaction\nOne of the most significant DNA repair pathways influenced by (p)ppGpp is nucleotide excision repair (NER), responsible for addressing bulky DNA lesions such as those caused by UV radiation. Within NER, two pathways exist: global genomic NER and transcription-coupled NER (TC-NER), both of which remove lesions by initiating RNA polymerase stalling at damaged sites. (p)ppGpp binds to RNA polymerase, promoting its backtracking and the recruitment of repair proteins to damaged DNA sites, which is critical for TC-NER efficiency. Studies have shown that (p)ppGpp acts alongside other transcription factors, such as DksA, to modulate transcription in response to stress, ensuring that resources are reallocated to essential repair functions. The combined action of (p)ppGpp and RNA polymerase in stalling and backtracking serves as a checkpoint, allowing DNA lesions to be recognized and excised by the NER machinery. Furthermore, this regulatory function aids bacteria in adapting to various stress conditions by ensuring genomic stability, a prerequisite for bacterial persistence and growth under adverse conditions.\nDownregulation of Mismatch Repair and Stress-Induced Mutagenesis\nMismatch repair (MMR) is another pathway that (p)ppGpp influences by regulating key repair proteins, including MutS and MutH, which are responsible for correcting replication errors and base mismatches. Under nutrient-limited or stationary phase conditions, (p)ppGpp downregulates MMR proteins, potentially favoring mutagenesis. This downregulation, combined with the upregulation of error-prone polymerases, allows bacteria to accumulate adaptive mutations that can increase their survival chances under antibiotic pressure. For instance, (p)ppGpp promotes the production of alternative sigma factors, such as sigma S, which triggers a general stress response that favors the transcription of error-prone polymerases over high-fidelity ones. This regulatory shift enhances the probability of mutations, contributing to bacterial adaptation and persistence in the presence of antibiotics, albeit at the cost of genomic stability.\nRole in Recombinational Repair and Double-Strand Break Repair\nRecombinational repair mechanisms are critical for managing double-strand breaks (DSBs) that arise during replication or antibiotic-induced stress. (p)ppGpp, through its interaction with RNA polymerase, aids in managing replication conflicts and facilitates the loading of repair proteins such as RecA onto single-stranded DNA, an essential step in recombinational repair. Additionally, (p)ppGpp-mediated stalling of RNA polymerase at DSBs enables repair machinery like RecBCD and RuvABC to resolve DNA breaks. This process allows bacteria to not only survive but also continue replicating even under stress conditions. Notably, stress-induced mutagenesis associated with DSB repair can also lead to antibiotic resistance, as the repair process incorporates mutations that confer survival advantages. Through these pathways, (p)ppGpp provides bacteria with a toolkit to repair severe DNA damage while also facilitating genetic diversity within bacterial populations, thereby enhancing adaptation to environmental challenges.\nThe SOS Response: Linking (p)ppGpp to DNA Damage-Induced Survival\nThe SOS response, a bacterial stress response to DNA damage, is tightly regulated by (p)ppGpp. Activation of the SOS response is initiated by RecA upon detection of DNA damage, leading to LexA repressor cleavage and subsequent expression of DNA repair genes. In conditions such as UV exposure or fluoroquinolone treatment, (p)ppGpp enhances the SOS response by regulating the transcription of repair proteins and sigma factors essential for DNA repair. For example, (p)ppGpp binding to RNA polymerase facilitates transcriptional regulation in response to DNA damage, promoting expression of error-prone polymerases involved in translesion synthesis. These polymerases allow the replication machinery to bypass DNA lesions, albeit at the risk of incorporating mutations. This process not only enables bacteria to survive acute DNA damage but also supports mutagenesis under antibiotic stress, contributing to resistance development. Thus, (p)ppGpp's involvement in the SOS response positions it as a central regulator of DNA repair and mutagenesis in bacteria.\nStress-Induced Mutagenesis and Persistence in Fluoroquinolone Presence\nA key aspect of (p)ppGpp's function in antibiotic resistance is its role in stress-induced mutagenesis, which aids bacterial survival under sublethal antibiotic concentrations. (p)ppGpp downregulates MMR and other high-fidelity repair pathways, promoting the use of error-prone polymerases and facilitating mutagenesis. In fluoroquinolone-treated bacterial populations, specific subpopulations, termed \"gamblers,\" exhibit heightened mutagenesis, enhancing survival under antibiotic pressure. Fluorescent cell sorting has identified that these gambler cells exhibit an active stress response, which includes increased mutation rates. Furthermore, (p)ppGpp and associated sigma factors help sustain these mutations by inhibiting mismatch repair and facilitating repair processes that increase bacterial tolerance to antibiotics. This survival mechanism, though detrimental to genomic integrity, promotes adaptive evolution within bacterial populations, allowing some cells to survive and develop resistance under antibiotic stress.\nAntibiotic Persistence and the Role of (p)ppGpp in Bacterial \"Persisters\" and \"Gamblers\"\nBeyond mutagenesis, (p)ppGpp contributes to bacterial persistence, enabling a subpopulation of cells to survive antibiotic treatment without acquiring genetic mutations. In minimal inhibitory concentrations of fluoroquinolones, persister cells exhibit a phenotype that enables survival through metabolic dormancy and stress response activation. Ofloxacin, a fluoroquinolone, induces this persister state by causing membrane depolarization, a response mediated by the toxin HokB in E. coli. The conserved GTPase protein Obg, which is regulated by (p)ppGpp, is essential for this persistence mechanism. By regulating proteins that maintain cellular dormancy and membrane stability, (p)ppGpp supports bacterial cells in surviving antibiotic exposure and contributes to recurrent infections. This mechanism, combined with the mutagenesis observed in gambler cells, creates a dual strategy where bacterial populations are equipped with both mutational adaptability and persistence, allowing them to endure varying antibiotic concentrations and environmental stresses.\nConclusions\nThe signaling molecule (p)ppGpp plays an indispensable role in bacterial DNA repair and survival strategies under stress. By modulating DNA repair pathways such as NER, MMR, and recombinational repair, (p)ppGpp aids in preserving genomic stability in the short term while also facilitating long-term adaptation through stress-induced mutagenesis. These functions, particularly in response to antibiotics like fluoroquinolones, underscore the significance of (p)ppGpp as a master regulator that bridges DNA repair with bacterial survival and antibiotic resistance. Understanding these regulatory mechanisms offers promising insights into combating antibiotic resistance by potentially targeting (p)ppGpp-mediated pathways, paving the way for more effective treatments against persistent and resistant bacterial infections. Full text\nhttps://www.xiahepublishing.com/1555-3884/GE-2024-00033\nThe study was recently published in the Gene Expression .\nGene Expression (GE) is an open-access journal. It was launched in 1991 by Chicago Medical School Press, and transferred to Cognizant Communication Corporation in 1994. From August 2022, GE is published by Xia & He Publishing Inc.\nGE publishes peer-reviewed and high-quality original articles, reviews, editorials, commentaries, and opinions on its primary research topics including cell biology, molecular biology, genes, and genetics, especially on the cellular and molecular mechanisms of human diseases.\nGE has been indexed in Medline (1991-2021), Scopus, Biological Abstracts, Biosis Previews, ProQuest, etc.",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://cdn1.miragenews.com/tmp_cache?cdn=cdn.pixabay.com%2Fphoto%2F2016%2F12%2F13%2F05%2F27%2Fdna-1903318_960_720.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7951927,
        "_id": "43c94185c908ca28886b531bbe8ae31d"
    },
    {
        "title": "Hillel Neuer With Fox News Digital: How Trump Administration Will Affect UN",
        "author": "Mirage News",
        "published_date": "2024-11-12 01:56:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/hillel-neuer-with-fox-news-digital-how-trump-1354524",
        "clean_url": "miragenews.com",
        "excerpt": "Hillel Neuer spoke to Fox News Digital to discuss what changes to UNRWA and the United Nations are bound to happen under the incoming Trump",
        "summary": "Hillel Neuer spoke to Fox News Digital to discuss what changes to UNRWA and the United Nations are bound to happen under the incoming Trump administration.\nFull Transcript: So, UNRWA, actually just one of the UN agencies has a permanent lobbyist in Washington. His name is William Deere and he sends misinformation to members of Congress on a regular basis. So, you can be sure that they are very concerned that there's going to be budget cuts in various areas and also a general attitude that will not be deferential to the UN.\nThe current administration, which you know, differed from the UN on a number of things, and the Biden administration did vote for Israel on most occasions. Not all, but most occasions. But the attitude always was admiring of the UN and even cheerleading.\nSo, even the Human Rights Council, which is a horrific body that is made up of 60% dictatorships and other forms of non-democracies: we're talking about the Chinese Communist Party, the Qataris who support the Taliban and Hamas, Eritrea which has slave labor, the Cuban police state which has, hundreds of teenage political prisoners. They're members of the Human Rights Council.\nAnd the attitude, sadly of the Biden administration, although they did try to introduce positive action on some instances, although they did oppose the anti-Israel measures, the general tone was, 'we love the UN human rights system. They're amazing.' And cheerleading.\nThat's going to stop.\nAnd the UN isn't only the UN bodies. There's also the whole environment around it. The ecosystem includes NGOs, certainly in New York and Geneva. There's the whole Amnesty International and Human Rights Watch. They're very much part of the UN ecosystem.\nThe current administration has legitimized them even though they support a lot of radical policies. Certainly they've been an asset of Hamas in the past year and an asset of Hezbollah.\nThat kind of glorifying will stop.",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://unwatch.org/wp-content/uploads/2024/11/Screenshot-2024-11-11-at-4.38.55 PM.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7963891,
        "_id": "a447c58295549e30cacb054db1f4e171"
    },
    {
        "title": "IMF, Niger Agree on Sixth Review, Sustainability Talks",
        "author": "Mirage News",
        "published_date": "2024-11-12 01:56:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/imf-niger-agree-on-sixth-review-sustainability-1354522",
        "clean_url": "miragenews.com",
        "excerpt": "End-of-Mission press releases include statements of IMF staff teams that convey preliminary findings after a visit to a country. The views expressed",
        "summary": "End-of-Mission press releases include statements of IMF staff teams that convey preliminary findings after a visit to a country. The views expressed in this statement are those of the IMF staff and do not necessarily represent the views of the IMF's Executive Board. Based on the preliminary findings of this mission, staff will prepare a report that, subject to management approval, will be presented to the IMF's Executive Board for discussion and decision. IMF Staff and Nigerien Authorities have reached an agreement at the staff level on the sixth review of Niger's economic program under the Extended Credit Facility (ECF) and the second review under the Resilience and Sustainability Facility (RSF) and conducted discussions on the 2024 Article IV consultation.\nThe economic outlook is favorable over the near term, with growth projected at 8.8 percent this year, driven by oil exports, the lifting of sanctions, and a good agricultural season. But this positive outlook is subject to downside risks.\nThe authorities' ongoing efforts to simplify the tax system and adopt an oil revenue management strategy are key reforms to create fiscal space to address development spending needs.\nWashington, DC: An International Monetary Fund (IMF) staff team led by Mr. Antonio David held meetings from October 28 to November 9, 2024, on the sixth review of the agreement with Niger under the Extended Credit Facility (ECF) and the second review of the arrangement under the Resilience and Sustainability Facility (RSF) and conducted discussions on the 2024 Article IV Consultation.\nAt the end of the mission, Mr. David issued the following statement:\n\"The Nigerien authorities and the IMF team reached a staff-level agreement on the sixth review of Niger's economic program under the Extended Credit Facility, on the second review of the arrangement under the Resilience and Sustainability Facility and the 2024 Article IV consultation. The staff-level agreement is subject to IMF Management and Executive Board approval. The Board meeting is expected to take place in December 2024. The ECF review's completion would allow the disbursement of SDR 13.16 million (about US$ 17.4 million, or 10 percent of Niger's quota) to cover external financing needs. In turn, completion of the second review of the RSF would allow for the disbursement of SDR 25.66 million (about US$ 34 million, or 19.5 percent of Niger's quota).\n\"Despite a delicate context stemming from factors such as the humanitarian and material effects of the recent floods, liquidity tensions in the banking sector, and tight financing conditions; economic activity is expected to strongly recover this year. Growth is projected at 8.8 percent in 2024, mainly driven by oil exports, a favorable agricultural season, and the lifting of sanctions. Economic activity is expected to remain robust next year, with growth reaching 7.9 percent, while inflation should recede to 3.7 percent. However, risks to the outlook are skewed to the downside. A deteriorating security situation could further impact economic activity, while fiscal space may shrink if regional financing conditions continue to tighten. Additional external risks include commodity price volatility and the economic fallout of escalating regional conflicts (such as tensions in the Middle East).\n\"The arrangement under the Extended Credit Facility aims to strengthen macroeconomic stability and lay the foundations for resilient, inclusive, and private sector-led growth. There were deviations from certain fiscal targets under the program at end-June and end-September 2024, notably concerning tax revenues and the accumulation of debt service arrears. Nonetheless, the Nigerien authorities are taking steps to address them. The authorities have also reaffirmed their commitment to meet the WAEMU criterion of an overall fiscal deficit of 3 percent of GDP by 2025. The implementation of reforms to simplify the tax system, broaden the tax base, and adopt an oil revenue management strategy is on track. These efforts will contribute to create fiscal space to address development spending needs.\n\"RSF financing supports efforts to advance reforms and investments to address rising risks and challenges associated with climate change, thereby building resilience and safeguarding livelihoods. The Nigerien authorities made significant progress in implementing reforms aiming at tracking climate-related expenditures, analyzing fiscal risks linked to natural disasters, and incorporating climate-aspects in the assessment of public investment projects.\n\"The mission also engaged in discussions with the authorities on macroeconomic policies to increase Niger's resilience. Discussions focused on the efficient use of the country's natural resources, expanding fiscal space, managing fiscal risks, strengthening the private sector's contribution to growth, as well as enhancing transparency and anti-corruption measures.\n\"The mission met his Excellency Prime Minister and Minister of the Economy and Finance, Mr. Ali Mahamane Lamine Zeine. The mission also held working sessions with the Deputy Minister of the Economy and Finance, Mr. Moumouni Boubacar Saidou, the National Director of the BCEAO, Mr. Maman Laouali Abdou Rafa, as well as other senior government officials, private sector representatives, civil society, and development partners.\n\"The IMF team wishes to thank the authorities for their excellent cooperation and constructive discussions during the mission.\"",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://cdn1.miragenews.com/tmp_cache?cdn=images.unsplash.com%2Fphoto-1605123308459-abb648aa4f66%3Fixid%3DMXwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%253D%26amp%3Bixlib%3Drb-1.2.1%26amp%3Bauto%3Dformat%26amp%3Bfit%3Dcrop%26amp%3Bw%3D1350%26amp%3Bq%3D80",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7963891,
        "_id": "e708479b44446443a6ddbd806d8b81f4"
    },
    {
        "title": "AI Software Guides Childbirth with Real-Time Baby View",
        "author": "Mirage News",
        "published_date": "2024-11-12 01:56:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/ai-software-guides-childbirth-with-real-time-1354528",
        "clean_url": "miragenews.com",
        "excerpt": "A new AI-based software has been developed that can be integrated with an ultrasound device to 'guide' childbirth by providing precise, real-time",
        "summary": "A new AI-based software has been developed that can be integrated with an ultrasound device to 'guide' childbirth by providing precise, real-time information on the baby's head position. It can clearly indicate to operators—using a traffic light system—whether to proceed with a natural descent in the birth canal, whether to use a vacuum extractor, or even if an emergency cesarean is needed.\nThis tool, which could be available in delivery rooms starting in 2028, was developed and validated as part of a study published in The European Journal of Obstetrics & Gynecology and Reproductive Biology and coordinated by Professor Tullio Ghi, who is now full professor of Gynecology and Obstetrics at the Catholic University of Rome and Director of the Obstetrics Unit at the Fondazione Policlinico Universitario Agostino Gemelli IRCCS in Rome. The project received technical support from the Clinical Physiology Institute of the Italian National Research Council (CNR) in Lecce and colleagues from the Obstetrics Clinic at the University of Parma. The multicenter study was conducted as part of the ISLANDS international study group (International Study Group on Labor and Delivery Sonography), founded by Prof. Ghi, and will now proceed with a new prospective study selected by the Italian Ministry of Health among nationally significant projects (PRIN), funded with approximately 200,000 euros.\nThe journey of the fetus through the birth canal can be fraught with obstacles and risks. Fetal malposition—a condition where the fetus's occiput is oriented toward the sacrum rather than the mother's pubic bone—is among the most common causes of prolonged or halted labor progression. Depending on how the baby's head is positioned during descent, it may be necessary to use a vacuum extractor to facilitate delivery or, in more difficult cases, to resort to an emergency cesarean to ensure a safe delivery for both mother and child.\nAssessing the baby's head position can be challenging, even for experienced practitioners, Professor Ghi explains. When practitioners make evaluations by using hands, there is a one-in-five chance of error, which could lead to incorrect placement of the vacuum extractor, resulting in failed extraction, prolonged labor, and, in the worst cases, delayed delivery of a baby in distress. Ultrasound helps doctors accurately assess head position before using a vacuum extractor, but not all delivery room operators are able to use ultrasound effectively to obtain precise information.\nThe AI-based software uses ultrasound images to provide precise, real-time responses to operators, displaying the 'verdict' as a traffic light: red if it is not appropriate to proceed with the vacuum and an emergency cesarean should be considered; green if it is safe to proceed with the vacuum; and yellow if the situation is uncertain.\nIn the multicenter study, the software has been validated so far using 2,154 ultrasound images from 16 centers worldwide. The overall performance of the model in classifying fetal head position was excellent, Professor Ghi says, with an overall accuracy of 94.5% and a sensitivity of 95.6% (ability to detect head malposition).\nProfessor Ghi notes: \"We have developed an AI model applied to ultrasound that can automatically assess fetal head position during childbirth within a fraction of a second, with excellent overall accuracy\". \"In future we will validate our model on large patient populations before it can be introduced into routine clinical practice, but we believe that if results remain positive, the software could become part of clinical practice within 3-4 years,\" he concludes.",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://cdn1.miragenews.com/tmp_cache?cdn=images.unsplash.com%2Fphoto-1532619675605-1ede6c2ed2b0%3Fixlib%3Drb-4.0.3%26amp%3Bixid%3DMnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8%26amp%3Bauto%3Dformat%26amp%3Bfit%3Dcrop%26amp%3Bw%3D1170%26amp%3Bq%3D80",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7955911,
        "_id": "84ef90fbf242f2761daf31b6f3750714"
    },
    {
        "title": "£10m Boost for Welsh Communities via Trusts Revitalisation",
        "author": "Mirage News",
        "published_date": "2024-11-12 01:56:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/10m-boost-for-welsh-communities-via-trusts-1354526",
        "clean_url": "miragenews.com",
        "excerpt": "Charity Commission CEO David Holdsworth visits South Wales charity as regulator's programme hits multi-million pound milestone. The charity regulator",
        "summary": "Charity Commission CEO David Holdsworth visits South Wales charity as regulator's programme hits multi-million pound milestone.\nThe charity regulator for Wales and England has announced that over £10 million of unused charitable funds has been recovered to support communities across Wales.\nThe Revitalising Trusts programme ensures charitable funds that are lying dormant are spent and make a difference as originally intended. The programme helps charities by supporting and advising trustees who find it hard to spend their income, recruit new trustees, identify beneficiaries, or find time to run the charity.\nGood causes, community foundations and charities across Wales have received a collective total of £10,361,324 since the programme started in 2021. With help from the programme, 72 charities that were inactive are now operating again.\nWhen a charity cannot continue but has unspent funds, the regulator helps trustees to identify a charity or charities with similar purposes that can use the funds as intended. Those who cannot identify a suitable charity, can transfer funds to Community Foundation Wales. The regulator has overseen a total of £1,522,068 transferred to Community Foundation Wales.\nMarking this milestone, Charity Commission Chief Executive David Holdsworth visited Dinas Powys Voluntary Concern - a recipient of Community Foundation funding. For over 50 years, the charity has worked with the local community to enable the elderly and people with limited mobility to maintain their independence, providing services such as transport to the local medical centre, wellbeing services and a soup lunch programme. After receiving a grant, the charity has expanded its wellbeing garden. David Holdsworth, Chief Executive of the Charity Commission, said:\nIt's important that every penny of charitable funds goes where intended. It's great to be in Wales again, seeing for myself the impact of our Revitalising Trusts programme. We've now distributed over £10 million of dormant funds and by continuing to work with Community Foundation Wales, the Welsh government and trustees, I'm confident we can make even more of a positive difference to people and communities across the country. I encourage anyone working with a charity that has fallen inactive to reach out to us. Richard Williams, Chief Executive of Community Foundation Wales, said:\nIn these challenging economic times, small charities and trusts continue to play a crucial role in meeting the urgent needs of communities across Wales.\nWe are proud to have supported the Charity Commission, through the Revitalising Trusts programme, to unlock over £10 million of unused charitable funds to help support people across Wales.\nWe recognise that trustees are concerned about inactive funds, and we are here to support them in adjusting charitable purposes or releasing these funds to communities in need.\nAs a result of this support, Community Foundation Wales has been able to invest in more Welsh communities so they continue to benefit, as was originally intended, from these funds. Notes:\nThe Charity Commission is the independent, non-ministerial government department that registers and regulates charities in England and Wales. Its ambition is to be an expert regulator that is fair, balanced, and independent so that charity can thrive. This ambition will help to create and sustain an environment where charities further build public trust and ultimately fulfil their essential role in enhancing lives and strengthening society.",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://assets.publishing.service.gov.uk/media/6732170f68d61f6fe9c41984/s960_DH_at_Dinas_Powys_Voluntary_Concern.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7951927,
        "_id": "7d24e6c27a4fe63327130638a0ac339f"
    },
    {
        "title": "Mothers Determine Fate Of Hybrid Seeds In Plants",
        "author": "Mirage News",
        "published_date": "2024-11-12 01:48:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/mothers-determine-fate-of-hybrid-seeds-in-plants-1354520",
        "clean_url": "miragenews.com",
        "excerpt": "Scientists Uncover Vital Role of Maternal Small RNAs in Plant BreedingPlant breeders, aiming to develop resilient and high-quality crops, often cross",
        "summary": "Scientists Uncover Vital Role of Maternal Small RNAs in Plant Breeding\nPlant breeders, aiming to develop resilient and high-quality crops, often cross plants from different species to transfer desirable traits. However, they frequently encounter a major obstacle: hybrid seed failure. This reproductive barrier often prevents closely related species from producing viable seeds. A new study from the Max Planck Institute of Molecular Plant Physiology offers insights into this challenge by identifying small RNA molecules as crucial players in this process. These findings could pave the way for more successful hybridization in the future.\nViable seeds produced by Capsella orientalis on the left side and collapsed, non-viable seeds produced by crossing Capsella orientalis with its near relative Capsella rubella. A lack of maternal small RNA was found responsible for this discrepancy in seed quality.\n© Katarzyna Dziasek Viable seeds produced by Capsella orientalis on the left side and collapsed, non-viable seeds produced by crossing Capsella orientalis with its near relative Capsella rubella. A lack of maternal small RNA was found responsible for this discrepancy in seed quality.\nWhen hybrid seeds fail to develop, the reason often lies in the endosperm-a tissue in plant seeds that provides nutrients to the growing embryo, much like the placenta nourishes mammalian embryos. Without proper development of the endosperm, the seeds cannot survive. A new study led by Prof. Dr. Claudia Köhler's research group has made a key discovery in the Brassicaceae family, which includes mustard, broccoli, rapeseed, and other important crops. The study reveals a strong link between hybrid seed failure and a deficiency in maternal small RNAs. These tiny molecules are transferred from the maternal plant to the endosperm and control gene activity in the endosperm. When the gene expression in a seed is abnormal, seed development halts, ultimately leading to its death.\n\"Our findings suggest that the dosage of maternally provided small RNAs can determine whether a hybrid seed will grow or not,\" said Katarzyna Dziasek, the study's lead author. \"By controlling the levels of these RNA molecules, we may be able to improve the survival of hybrid seeds and overcome the barriers that have long prevented successful breeding between different plant species.\"\nInterestingly, this mechanism extends beyond plants. A similar phenomenon known as hybrid dysgenesis occurs in fruit flies. In this case, small RNAs from the mother protect against genetic disorders that can occur if the father's genetic material deviates too much. Thus, in both plants and animals, maternal small RNAs play a pivotal role in determining species compatibility in hybridization. Key questions remain about how these small RNAs are generated and transferred from the maternal plant to the endosperm, which are currently under investigation in Claudia Köhler's lab at the Max Planck Institute of Molecular Plant Physiology.\nAs plant breeders continue to face the challenges of hybrid seed failure, this research provides a promising new avenue for enhancing the transfer of beneficial traits between species. By understanding the molecular mechanisms behind hybrid seed failure, breeders may be able to develop more resilient crops that can better withstand environmental stresses, improve yield, and maintain biodiversity.",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://www.mpg.de/23713921/original-1731336431.jpg?t=eyJ3aWR0aCI6ODQ4LCJmaWxlX2V4dGVuc2lvbiI6ImpwZyIsIm9ial9pZCI6MjM3MTM5MjF9--281fda7d7c5362a26a9d15b340377db0e17dbe0d",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7951927,
        "_id": "9665e16f448510fcbda21d01790e7185"
    },
    {
        "title": "Gamified App Helps Users Escape Negative Thoughts",
        "author": "Mirage News",
        "published_date": "2024-11-12 01:48:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/gamified-app-helps-users-escape-negative-1354518",
        "clean_url": "miragenews.com",
        "excerpt": "Toronto, November 11, 2024) A new study published in the Journal of Medical Internet Research by JMIR Publications reveals promising results from",
        "summary": "(Toronto, November 11, 2024) A new study published in the Journal of Medical Internet Research by JMIR Publications reveals promising results from a digital health intervention that is based on a decade of research at Harvard Medical School and designed to alleviate depressive symptoms. The study, titled \"Facilitating Thought Progression to Reduce Depressive Symptoms: Randomized Controlled Trial,\" found that participants experienced substantial reduction of depressive symptoms by using a gamified mobile app focused on disrupting ruminative thinking.\nLed by Prof. Moshe Bar and colleagues, the research focused on a new gamified approach to target ruminative thinking—a major contributor to depression. The app used in this study includes 5 mini-games designed to help users break negative thought cycles, encouraging flexible thought progression.\nOver the 8-week randomized controlled trial, conducted at the Massachusetts General Hospital, participants using the app showed faster and more substantial symptom improvement than those not using the app, based on weekly clinician evaluations throughout the study. Additionally, the positive effects of using the app were still evident up to 4 weeks after the study ended, indicating the potential long-lasting impact of the app.\n\"After demonstrating in the laboratory the striking effect of facilitating thought progression on mood, we now reveal that implementing this neuroscience-based approach in a digital app can provide a most viable path for the alleviation of depression symptoms,\" reported Prof. Moshe Bar.\nThis study shows that a gamified app can offer a unique and potent way to break negative thought cycles by facilitating the progression of thought. By implementing effective therapy that is both engaging and accessible, this science-based gamified approach can complement traditional treatment methods for depression.\nOriginal article:\nYatziv S, Pedrelli P, Baror S, DeCaro S, Shachar N, Sofer B, Hull S, Curtiss J, Bar M. Facilitating Thought Progression to Reduce Depressive Symptoms: Randomized Controlled Trial. J Med Internet Res 2024;26:e56201\nURL: https://www.jmir.org/2024/1/e56201 . DOI: 10.2196/56201",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://cdn1.miragenews.com/tmp_cache?cdn=images.unsplash.com%2Fphoto-1517048676732-d65bc937f952%3Fixlib%3Drb-4.0.3%26amp%3Bixid%3DMnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8%26amp%3Bauto%3Dformat%26amp%3Bfit%3Dcrop%26amp%3Bw%3D1170%26amp%3Bq%3D80",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7951927,
        "_id": "cecd3733a9797a479664e6de45d6aca9"
    },
    {
        "title": "Integrate Climate, Violence Policies Now: Opportunity Ripe",
        "author": "Mirage News",
        "published_date": "2024-11-12 01:44:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/integrate-climate-violence-policies-now-1354516",
        "clean_url": "miragenews.com",
        "excerpt": "The dual goals of climate action and ending violence against children can be achieved according to a new paper by Columbia University Mailman School",
        "summary": "The dual goals of climate action and ending violence against children can be achieved according to a new paper by Columbia University Mailman School of Public Health and colleagues at the London School of Hygiene and Tropical Medicine. For the first time, governments are committing funds and making concrete pledges to reach the UN Sustainable Development Goal target of ending violence against children. On November 7th and 8th, the Government of Colombia, with support of the Government of Sweden, UNICEF, the UN Special Representative of the Secretary-General on Violence Against Children, and the World Health Organization will attend the first Global Ministerial Conference on ending violence against children.\nThe researchers outline how climate policy can be integrated into violence prevention and response which until now have not been linked as a framework for reaching the UN sustainable development targets for 2030. The findings are published in the Lancet Child and Adolescent Health.\n\"2024 marks a watershed moment in violence prevention. This convening has the potential to accelerate proven solutions towards ending all forms of violence against children (VAC) by 2030. However, achieving the goal will require synergies with the climate agenda,\" says Ilan Cerna-Turoff, PhD, in the Department of Epidemiology at Columbia Mailman School.\nThe authors make the point that rising temperatures and intensifying extreme weather can increase the risk of violence by collapsing state and interpersonal protection systems; changing socio-behavioral norms; increasing stress and negative coping; and exacerbating mental health conditions. Regions that are highly sensitive to climate change also have the highest prevalence of violence and largest percentage of children and adolescents under 18 years of age.\nDr. Cerna-Turoff outlines several proposals on how each national pledge to end violence might be extended to be climate-sensitive, in-line with the global frameworks, including: Building policies and enforcement structures to respond to violence during climate migration and displacement and during and after extreme weather; Integrating gender and age in the structuring of emergency facilities and housing; Increasing community safety by addressing violence hotspots during reconstruction efforts and climate-resilient infrastructure projects (eg., areas without street lighting and street traffic); Producing regional, national, and sub-national plans for equal service provision and reporting of violence during and after climate migration and displacement and extreme weather; Engaging parents and caregivers in emergency facilities and housing on parenting practices;\nProviding economic support for communities that experience economic loss and integrating gender-sensitive training into programming to support the equal education and protection of girls; Ensuring a climate lens is integrated into mental health, addiction treatment, job training, and other social services offered to adolescents; Considering mass/social media and education campaigns to change norms and reduce violence in communities receiving climate migrants and those displaced by climate change; and Providing alternative violence reporting structures during school closures and in areas without school access during and after extreme weather and climate migration and displacement.\n\"Integrating climate and violence policy is a wise investment,\" says Cerna-Turoff. \"Climate change will be costly for health systems, particularly in low- and middle-income countries which are most affected and have competing priorities for limited resources.\"\nFor example, if warming remains below 20OC, climate mitigation investment will need to increase by at least six-fold in Southeast Asia and developing nations in the Pacific, five-fold in Africa, and fourteen-fold in the Middle East by 2030. Developing nations globally will require at least US$127 billion per year to finance climate adaptation. These sums are exponentially higher than current spending.\nHe continues, \"This is also an issue of structural violence. While high income countries are driving the rise in temperatures, people in low- and middle-income countries are more affected. We can promote a society where all groups can benefit from better health and development, and no one is left behind.\"\nCo-author is Professor Karen Devries of London School of Hygiene and Tropical Medicine.\nThe study was supported by the National Institute of Environmental Health Sciences, grant K99ES035895.\nColumbia University Mailman School of Public Health",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://cdn1.miragenews.com/tmp_cache?cdn=images.unsplash.com%2Fphoto-1532619675605-1ede6c2ed2b0%3Fixlib%3Drb-4.0.3%26amp%3Bixid%3DMnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8%26amp%3Bauto%3Dformat%26amp%3Bfit%3Dcrop%26amp%3Bw%3D1170%26amp%3Bq%3D80",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7963891,
        "_id": "b2159f14f482ba13211dde829939b3e7"
    },
    {
        "title": "Wavy Pipes Outperform Straight in Hybrid Solar Systems",
        "author": "Mirage News",
        "published_date": "2024-11-12 01:43:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/wavy-pipes-outperform-straight-in-hybrid-solar-1354515",
        "clean_url": "miragenews.com",
        "excerpt": "New research from the University of Nottingham has highlighted how Photovoltaic Thermal (PVT) systems could be made more efficient at converting solar",
        "summary": "New research from the University of Nottingham has highlighted how Photovoltaic Thermal (PVT) systems could be made more efficient at converting solar power into usable energy if they used wavy pipes instead of conventional straight pipes.\nPVT systems are 'hybrid' systems that combine photovoltaic (PV) technology that directly converts sunlight into electricity (solar panels), with thermal components to convert the leftover sun's energy into heat.\nThis dual functionality allows PVT systems to improve overall energy efficiency by converting sunlight into both electrical and thermal energy, making them more efficient (more than 70 per cent) than standalone PV systems (15 per cent).\nAnother benefit of PVT systems is that the solar panel temperature stays low, thereby maintaining higher efficiencies.\nThe research team, led by Dr Surojit Sen from the Faculty of Engineering, used a computer model to study how the PVT system, that uses wavy pipes, works. The proposed system is able to utilise the sun much more effectively and also keeps the solar panels at optimum temperature, resulting in higher electricity generation.\nThe research, published in Applied Thermal Engineering, explained that the PVT system using wavy pipes was able to capture more than 85 per cent of the thermal energy they received.\nIn comparison, conventional PVT systems with straight tubes of equivalent size are only 72 per cent efficient.\nThey tested how different parts of the system, like the shape of the pipes, the speed of the fluid inside, and the size of the panels, affected how well the system worked and how much energy was generated.\nAs global energy demand continues to grow, and environmental concerns surrounding fossil fuels also grow, the efficiency of solar power and other renewable sources has increasing importance.\nAdjusting other parts of the system, like the size of the pipes, the speed of the fluid in them, and the size of the collector, increased the efficiency of the solar panels even further.\nThe width of the panel was also found to be an important factor in how much energy is wasted with solar panels, with a wider panel causing more wasted energy. Humans spend about 15 per cent of all energy usage, about 600 billion gigajoules, on indoor heating only. It is crucial to rapidly move over to cleaner energy sources and what better than the sun.\nHe added: \"This study focusses on novel geometries of fluid channels in solar heating systems that holds the potential to significantly improve the effectiveness of converting freely available solar energy into indoor heating and electricity.\"",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://cdn1.miragenews.com/wp-content/uploads/2019/04/news-and-developments.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7955911,
        "_id": "43a45245f92fc48633ab88e847f3fde9"
    },
    {
        "title": "OSCE Workshop Targets Aid for Trafficked Minorities",
        "author": "Mirage News",
        "published_date": "2024-11-12 01:42:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/osce-workshop-targets-aid-for-trafficked-1354514",
        "clean_url": "miragenews.com",
        "excerpt": "On 30 October 2024, the OSCE Transnational Threats Department and the Office of the Special Representative and Co-ordinator for Combating Trafficking",
        "summary": "On 30 October 2024, the OSCE Transnational Threats Department and the Office of the Special Representative and Co-ordinator for Combating Trafficking in Human Beings hosted a workshop on \"Addressing trafficking in persons belonging to minorities through strengthened police-public partnerships.\" The event aimed to deepen understanding on specific challenges victims of trafficking belonging to minorities face when accessing protection services, assistance and legal remedies.\nThe event brought together over 60 participants, including representatives of OSCE field operations, participating States delegations, law enforcement and criminal justice actors, representatives from civil society and survivors.\nDiscussions focused on how human rights-based police responses can ensure that victims of trafficking belonging to minorities can access protection and justice on an equal basis with others.\nExperts emphasized the importance of strengthening police-public partnerships to effectively identify, prevent and respond to trafficking, noting how community policing approaches can increase trust between law enforcement and minority communities.\nIn her opening remarks, Dr Kari Johnstone, OSCE Special Representative and Co-ordinator for Combating Trafficking in Human Beings, underlined that \"human trafficking is not just a crime of exploitation but also one of profound inequality. We know that traffickers deliberately target and exploit those with increased vulnerabilities, and there is perhaps no more vulnerable population than minorities - whether defined by ethnicity, race, religion, or legal status.\"\nSami Ryhaenen, Head of the Strategic Police Matters Unit, highlighted that \"human rights-based police responses can play a pivotal role in ensuring that victims of trafficking belonging to minorities are able to access protection and justice on an equal basis with others. Fostering dialogue among institutions and strengthening police-public partnerships have a crucial role to play in building stronger bonds with communities and preventing crime.\"\nIn his opening remarks, Ambassador Marek Szczygiel, Director and Officer-in-Charge of the OSCE High Commissioner on National Minorities emphasized that \"given the multifaced dimension of human trafficking, a cross-institutional approach is essential to effectively address the many different layers of this serious crime.\"\nPeter Mossop, Special Adviser and Director's Representative in Vienna of the Office for Democratic Institutions and Human Rights, added that \"discrimination or negative experiences with law enforcement, secondary victimization, fear of reprisals, and lack of information about legal rights may result in reduced reporting of crimes, making victims belonging to minorities less visible in the systems meant to protect them.\"\nThe event drew on the findings of the recent report Addressing the Dynamics of Trafficking in Persons Belonging to Minorities, Including National Minorities , published by the Office of Special Representative and Co-ordinator for Combating Trafficking in Human Beings and the OSCE Office for Democratic Institutions and Human Rights, as well as the OSCE guide on Good Practices in Building Police-Public Partnerships , published by the Strategic Police Matters Unit.",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://www.osce.org/files/imagecache/10_large_gallery/f/images/hires/f/b/11899.jpg?1517401732",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7963891,
        "_id": "e988361d8ae64f015d40c0c73cd413ca"
    },
    {
        "title": "Wessex Water Fined £500K for Sewage Killing Fish",
        "author": "Mirage News",
        "published_date": "2024-11-12 01:42:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/wessex-water-fined-500k-for-sewage-killing-fish-1354510",
        "clean_url": "miragenews.com",
        "excerpt": "A sewage pumping station failure killed over 2,000 fish in Melksham, with sewage from a burst rising main also killing fish near Weston-super-Mare",
        "summary": "Wessex Water has been found negligent after sewage leaks killed thousands of fish - with the company failing to report incidents to the Environment Agency as early as it should have.\nSwindon Magistrates' Court today sentenced the company to pay a total fine of £500,000 after it pleaded guilty at an earlier hearing to two charges relating to the Bowerhill Lodge sewage pumping station at Melksham, Wiltshire, and one relating to a burst sewer main at the Wick St Lawrence sewage treatment works near Weston-super-Mare in Somerset.\nThe company was also ordered to pay costs of £60,000, plus applicable VAT, and a victim surcharge of £170.\nThe charges\nThe two charges at Bowerhill Lodge were of causing storm water to discharge into the Clackers Brook between late March and early April 2018 and discharging screened sewage in late July to early August 2018.\nThe third charge was of causing untreated sewage effluent to discharge into marsh rhynes (a type of manmade drainage channel) from a rising main leading into the Wick St Lawrence works.\nNearly every fish within a kilometre killed in Clackers Brook incident\nIn a case brought by the Environment Agency, the court heard that more than 2,100 fish died in the Clackers Brook, a tributary of the River Avon, during the discharge at Bowerhill Lodge. These included eels, lamprey and bullheads - three species which are threatened, and are also listed by the International Union for Conservation of Nature.\nAlmost all of the fish within a 1km reach had been killed. The discharge was caused by a mechanical failure and continued for 54.5 hours with sewage flowing through a nature conservation area. The company did not report this to the Environment Agency immediately.\nThe investigation found that failures of the sewage pumping station's alarm and telemetry system, and a power cable becoming entangled in pump equipment, contributed to the failures. Further investigation found that there had been other discharges from Bowerhill Lodge Pumping Station earlier that year that Wessex Water had not reported to the Environment Agency.\nFish killed at Wick St Lawrence despite critical pipe being flagged for monitoring\nAt Wick St Lawrence, much of the local rhyne was affected with sewage, leading to fish, including spined stickleback and eels, dying after a rising main (a pipe through which sewage is pumped under pressure) burst.\nThe rising main had already been identified by Wessex Water, prior to the incident, as a critical rising main that needed to be monitored. However, monitoring was not put in place until after the incident.\nAgeing pipes more vulnerable to bursting\nThe investigation found that a September 2018 document the company submitted to Ofwat showed the number of rising main bursts had increased markedly in recent years, running at approximately 70-80 per year. The company's rising mains are ageing and becoming vulnerable to bursting. The company predicted it would need to replace them at nine times its current rate to remain stable.\nBetween 2015 and 2023, Wessex Water had caused 28 serious pollution incidents, 6 of which have arisen from rising mains - accounting for 21% of serious incidents during that period.\nNot reporting failures 'undermines the regulatory regime'\nDistrict Judge Joanna Dickens said that the company's failure to report discharges at Bowerhill Lodge \"undermines the regulatory regime\" though Wessex Water had since taken \"considerable and expensive steps\" to remedy the situation.\nShe noted that at Wick St Lawrence flow pressure monitoring equipment had been installed since the incident and there had been no repetition of any similar incidents. The Judge said that while there was no long-lasting impact to the environment in this case \"it was negligent because of the failures at this specific location and the failure to install monitoring equipment at an earlier time\".\n'Monitoring is reliant on failure - replace rising mains before they fail'\nJanine Maclean, Environment Agency senior environment officer, said:\nThese cases are further examples of a water company breaking the law and causing serious pollution. It was very sad the pollutions had such serious impacts - killing fish and other aquatic life.\nWessex Water's rising mains are ageing and becoming vulnerable to bursting and are an area of increasing concern to the Environment Agency, presenting risk to people and the environment.\nWe recognise the company is increasing its monitoring of rising mains, which is a positive step forward, but monitoring is still reliant on failure, and we would like to see the company significantly increase the level of investment it makes to proactively replace rising mains before they fail.\nWe expect all water companies to manage and maintain their sewage pumping stations and rising mains in a responsible and sustainable manner to ensure they do not cause pollution. We hope these cases send a clear signal to shareholders and water company board rooms, up and down the country, that investing in resilient sewage systems to prevent pollution, and ensure compliance, must be an essential way of doing business.\nOur dedicated officers are increasing our regulatory inspections of Wessex Water's sewage pumping stations and we will also be attending more incidents, including those arising from rising mains, with the new resources we are gaining to transform the way we regulate the water industry.\nBackground\nCharges:\nMelksham , Wilts\nBetween the 27th day of March 2018 and the 3rd day of April 2018 at Bowerhill Lodge Sewage Pumping Station, otherwise than in accordance with an environmental permit, caused a water discharge activity, namely discharges of storm water into Clackers Brook. Contrary to Regulations 12(1)(b) and 38(1)(a) of the Environmental Permitting (England and Wales) Regulations 2016.\nBetween the 29th day of July 2018 and the 2nd day of August 2018 at Bowerhill Lodge Sewage Pumping Station you contravened condition 1 of Environmental Permit number 012661 in that a discharge of screened sewage was made as a result of the pumping station becoming inoperative due to mechanical and electrical breakdown when said breakdown could have been prevented. Contrary to Regulation 38(2) Environmental Permitting (England & Wales) Regulations 2016.\nWick, Somerset\nOn or before the 20th day of August 2018 on land adjacent to Wick St Lawrence Sewage Treatment Works, otherwise than in accordance with an environmental permit, caused a water discharge activity, namely the discharge of untreated sewage effluent into the marsh rhyne system. Contrary to Regulations 12(1)(b) and 38(1)(a) of the Environmental Permitting (England and Wales) Regulations 2016.\nGlossary:\nA rising main carries sewage under pressure from a pumping station to a discharge point, for example a gravity sewer or a sewage treatment works.\nA rhyne is a regional term used to describe a type of manmade drainage channel.\nThe crackdown on water companies to improve water quality has seen nearly 500 inspections carried out by Environment Agency officers in the South West since April.",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://assets.publishing.service.gov.uk/media/6732139d5364e7efcec41980/s960_Wick_St_Lawrence__sewage_in_river._WW_prosecution.JPG",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7963891,
        "_id": "944cf2e5165b71c50a543a916af4c016"
    },
    {
        "title": "Set Bedtime Boosts Child Emotion, Behavior Control",
        "author": "Mirage News",
        "published_date": "2024-11-12 01:42:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/set-bedtime-boosts-child-emotion-behavior-1354512",
        "clean_url": "miragenews.com",
        "excerpt": "Sleep can affect a child's attitude and behavior, as many parents can attest, but a consistent bedtime may be more influential than sleep quality or",
        "summary": "Pennsylvania State University\nSleep can affect a child's attitude and behavior, as many parents can attest, but a consistent bedtime may be more influential than sleep quality or duration, according to a new publication authored by researchers in the Penn State College of Health and Human Development and Penn State College of Medicine.\nThe study, published Nov. 8 in the Journal of Developmental and Behavioral Pediatrics, showed that children who followed a consistent bedtime routine and fell asleep at the same time each night displayed better control of their emotions and behavior when they were under stress or working with others.\nAdwoa Dadzie, doctoral student in biobehavioral health, and Orfeu Buxton, the Elizabeth Fenton Susman Professor of Biobehavioral Health and Dadzie's doctoral adviser, led a team who analyzed sleep and behavior data from 143 six-year-old children in the Penn State Intervention Nurses Start Infants Growing on Healthy Trajectories (INSIGHT) study.",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://psu-gatsby-files-prod.s3.amazonaws.com/s3fs-public/styles/4_3_2000w/public/2024/11/mom-kids-bedtime-gettyimages-jecapix-1.jpg?h=119335f7&itok=S9tbEize",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7951927,
        "_id": "88f3c42ee4a5ac086d3f6d0dff2cad31"
    },
    {
        "title": "Ministers Honor Remembrance Day",
        "author": "Mirage News",
        "published_date": "2024-11-12 01:36:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/ministers-honor-remembrance-day-1354509",
        "clean_url": "miragenews.com",
        "excerpt": "Ottawa, ON - Today, the Honourable Ginette Petitpas Taylor, Minister of Veterans Affairs and Associate Minister of National Defence, the Honourable",
        "summary": "Ottawa, ON - Today, the Honourable Ginette Petitpas Taylor, Minister of Veterans Affairs and Associate Minister of National Defence, the Honourable Bill Blair, Minister of National Defence, and the Honourable Dominic LeBlanc, Minister of Public Safety, Democratic Institutions and Intergovernmental Affairs, issued the following statement to mark Remembrance Day.\n\"After more than four long, gruelling years of conflict, the guns in Europe fell silent on 11 November 1918. The first Armistice Day honouring those who served and made the ultimate sacrifice in the First World War was held the following year, and renamed Remembrance Day in 1931. Canadians now observe two minutes of silence at the 11th hour of the 11th day of the 11th month as a sign of respect for all those who made the ultimate sacrifice while serving across our country's history. We also remember the physical, mental and moral scars left on those who fought to defend democracy and freedom in conflicts from Canada's earliest days to the present. We honour their contributions that helped build the country we love today.\n\"We also recognize the sacrifices of those behind the lines; the families who never again saw their spouses, sons, daughters, fathers, mothers, sisters and brothers. They too remain forever in our hearts as we honour those who have worn the uniform proudly.\n\"We remember those who signed up to serve, no matter the cost: from the First and Second World Wars, to the Korean War, to modern operations in the Persian Gulf or peacekeeping missions in the Congo. Canadian service women and men have kept us safe here at home and abroad. Members of the Canadian Armed Forces, the Royal Canadian Mounted Police and Canadian law enforcement have served honourably and bravely. As Canadians, we have a duty to commemorate their contributions.\n\"This year, Canada marks several significant military anniversaries, such as the centennial of the Royal Canadian Air Force; the 80th anniversaries of D-Day and the battle of Normandy; the 80th anniversary of the Battle of the Scheldt; the 60th anniversary of the beginning of Canada's peacekeeping efforts in Cyprus; the 50th anniversary of the loss of nine Canadian Armed Forces peacekeepers in Syria; and the 10th anniversary of the end of Canada's mission in Afghanistan.\n\"Over the past few days - during Veterans' Week - Canadians have gathered at memorials, cenotaphs and cemeteries in communities from coast to coast to coast to pay their respects to the courage of those who have served in uniform. These events reflect the gratitude of Canadians for the security we enjoy today. Together, we will preserve the memory of those who served, and what they gave, so we could be free.\n\"This Remembrance Day, we take time to honour the fallen, Canada's Veterans and currently serving military and police members for their courage, service and sacrifice, at home and around the world, as well as their families and their loved ones.\n\"Lest we forget.\"",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://cdn1.miragenews.com/wp-content/uploads/2019/04/newsdevelopments-image.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7951927,
        "_id": "64af5a207a216b0fb7b2c7d40f841f3f"
    },
    {
        "title": "OSCE Meeting Focuses on AI in Military Use",
        "author": "Mirage News",
        "published_date": "2024-11-12 01:32:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/osce-meeting-focuses-on-ai-in-military-use-1354508",
        "clean_url": "miragenews.com",
        "excerpt": "On 11 November 2024, North Macedonia, as Chair of the OSCE Asian Partners for Co-operation Group, hosted the fifth OSCE Asian Partners for",
        "summary": "On 11 November 2024, North Macedonia, as Chair of the OSCE Asian Partners for Co-operation Group, hosted the fifth OSCE Asian Partners for Co-operation Group meeting in collaboration with the Republic of Korea. The meeting, titled \"The Outcomes of the Seoul 2024 REAIM Summit on the Responsible Application of Artificial Intelligence in the Military Domain,\" took place in Vienna.\nThe meeting brought together representatives from OSCE participating States and Asian Partners for Co-operation to explore the transformative impact and security implications of artificial intelligence (AI) in the military domain. Opening remarks were delivered by Adelina Marku, Deputy Permanent Representative of North Macedonia to the OSCE, Ambassador Sangwook Ham, Permanent Representative of the Republic of Korea to the OSCE, Lieutenant Colonel Christian Zammit Cordina, representing the Maltese OSCE Chairpersonship, and Colonel (Ret.) Robin Mossinkoff, Chief Communications and Technology Unit of the OSCE Conflict Prevention Center.\nThe thematic session, moderated by Ambassador Véronique Pépin-Hallé of Canada focused on critical topics including advantages and challenges in AI deployment in the military sector, international security implications, and the need for cooperative governance frameworks. The key speakers, Jiyoung Yun, Director of the Disarmament and Non-proliferation Division at the Ministry of Foreign Affairs of the Republic of Korea, and Eline Bötger Senior Policy Officer for New Technologies, Security Policy Department at the Ministry of Foreign Affairs of the Netherlands, addressed the process and the outcomes from the 2024 Seoul REAIM Summit.\nThe panel discussions featured experts, including Neil Davison from the Centre for Humanitarian Dialogue, Caroline Wörgötter from Austria's Ministry of Foreign Affairs, Dr. Jan Ganschow from Germany's Ministry of Defence, and Dr. Zena Assaad from the Australian Army Research Center. They shared insights on responsible development, deployment and use of AI in the military domain, offering considerations on legal, humanitarian and ethical implications and the importance of co-operative efforts to appropriate normative frameworks to ensure international peace and stability.",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://www.osce.org/files/imagecache/10_large_gallery/f/images/hires/0/0/4713.jpg?1517325636",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7955911,
        "_id": "f9c9078a8686895e5a3037a06569b74f"
    },
    {
        "title": "Non-Extractable Oil Atlas Unveiled at COP29",
        "author": "Mirage News",
        "published_date": "2024-11-12 01:28:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/non-extractable-oil-atlas-unveiled-at-cop29-1354506",
        "clean_url": "miragenews.com",
        "excerpt": "In Solidarity for a Green World\" is the theme of the upcoming United Nations Climate Change Conference (COP29), a high-level international summit",
        "summary": "\"In Solidarity for a Green World\" is the theme of the upcoming United Nations Climate Change Conference (COP29), a high-level international summit that will take place from 11-22 November in Baku, the capital of Azerbaijan, to enhance collaboration between countries to facilitate the path towards energy transition and the fight against climate change. This global summit, which represents a crucial opportunity to accelerate action to tackle the climate crisis, involves a team of specialists led by Professor Martí Orta-Martínez, from the Faculty of Biology and the Institute for Research on Biodiversity (IRBio) at the University of Barcelona, and with the participation of experts Guillem Rius-Taberner, Alejandro Marcos and Gorka Muñoa (UB, IRBio).\nThe atlas of non-extractable oil in the world\nExtreme weather events are becoming more frequent, intense and destructive, and strong action is needed to mitigate climate change. COP29, chaired by Mukhtar Babayev, Minister of Ecology and Natural Resources of the Republic of Azerbaijan, will be the international focal point to urgently address climate change priorities and to bring together common agreements and commitments on environmental and climate action across the globe.\n​​​​​​​\nIn this context of climate emergency, the UB team is the author of a study ( Nature Communications , 2024) that presented the atlas of non-extractable oil in the world.",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://web.ub.edu/documents/2710030/24757712/COP29PORTADA+%281%29.jpg/220bac7e-bc46-75bb-3b0a-e13e8d8c9463?version=1.0&t=1731332302224&download=true",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7951927,
        "_id": "5f3f890beed1c91904c7673a296715ee"
    },
    {
        "title": "Vaccine Not Enough for Pandemic Preparedness",
        "author": "Mirage News",
        "published_date": "2024-11-12 01:24:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/vaccine-not-enough-for-pandemic-preparedness-1354505",
        "clean_url": "miragenews.com",
        "excerpt": "Vaccine experts drew attention to disruption factors around vaccine development and key action plans for future pandemic preparedness",
        "summary": "Vaccine experts drew attention to disruption factors around vaccine development and key action plans for future pandemic preparedness planning.\nImperial College London hosted the Natural Sciences Research Showcase on 26 September that spotlighted cutting-edge research by the Faculty of Natural Science's early-career scientists. Bringing the event to a close was a panel discussion on vaccine development and deployment hosted by four experts across the Faculty of Medicine, Department of Chemistry and Business School.\nIn the wake of the COVID-19 pandemic, experts and scientists have propelled vaccine research.\nThe panel featured four experts in the field of vaccine development and deployment: Dr Nazila Kamaly (Department of Chemistry), Professor Marisa Miraldo (Centre for Health Economics & Policy Innovation), Dr Katy Gaythorpe (School of Public Health) and Dr Stephanie Ascough (Department of infectious Disease), chaired by Professor Erhard Hohenester (Department of Life Sciences).\nThe researchers shared a few key scientific, economic and social challenges behind pandemic preparedness and lessons learned from the COVID-19 epidemic. Global collaboration is key\nDr Kamaly started the discussion by focusing on the importance of collaboration between scientific disciplines. She said: \"To meet the challenges of pandemics, we need greater collaboration on a global level between chemists, biologists, engineers and immunologists.\"\nA prime example of this is a current project led by Imperial, which will be co-funded by US $57m (£44m) from the European Union's Horizon Europe Programme and CEPI (the Coalition for Epidemic Preparedness Innovations). Dr Ascot outlined these institutions. She added: \"These institutional bodies prepare by working across cross cultural and global boundaries. We can't keep reacting, it's how we prepare.\"\nFactors, from research and development to educational and training bodies are key to pandemic preparedness, instead of relying on vaccine development alone.\nVaccine coverage varies, and recently there has been a drop in the coverage of COVID vaccines. Experts pointed out that different vaccines may offer better efficacy or lower side effects in some demographics than others. The COVID epidemic revealed global inequalities in vaccine access and equity, with some countries being unable to rollout a range of vaccines.\nProfessor Miraldo pointed out that, \"There is a divide between high- and low-income countries and there is no international jurisdiction to ensure low-income countries can access vaccine variety.\"\nIn offering different vaccine options for the same virus, it would close financial gaps in global healthcare. Pre-empt pandemic disruption\nPandemic disruption factors included vaccine hesitancy and misinformation. Both greatly affect coverage of vaccine rollouts. Dr Gaythorpe said: \"Challenges involve building trust between healthcare providers and local communities. Dr Katy Gaythorpe School of Public Health\n\"Many members of the public questioned how quickly the COVID-19 vaccines were deployed which created a lot of controversy.\"\n\"It takes years to develop a vaccine that blocks transmission. Vaccine development often starts off as an immunology vaccine which boosts the person's immunity. It's likely they will still get the virus, but it won't be as severe. Best case scenario, that they won't need hospitalising.\"\nDecades of research underpinning mRNA vaccines was carried out before the pandemic hit but had never been developed blocking transmission phases.\nShe and other panelists emphasised that researchers needed to be better at communicating the differences in immunity-boosting versus transmission-blocking vaccines to better build public understanding. Dr Ascough said: \"We've been bad at communicating this to the public. They get confused because they still got the virus despite having the vaccine – and bad communication is how misinformation gets spread.\"\nThe panel iterated that vaccination is so complex because of disruption that spans across not only scientific barriers, but social and economic ones too. They concluded that preparedness and collaboration are central to future pandemic planning.\nThis involves increasing capital for lower-income countries and channeling efforts towards education, ensuring that they have the means to collaborate fully with experts across the globe.",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://cdn1.miragenews.com/wp-content/uploads/2019/04/news-and-developments.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7955911,
        "_id": "2643d1db2ef4e41840ff36ad70df9299"
    },
    {
        "title": "Envoy Finkenauer to Visit Sri Lanka, Nepal",
        "author": "Mirage News",
        "published_date": "2024-11-12 01:20:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/envoy-finkenauer-to-visit-sri-lanka-nepal-1354504",
        "clean_url": "miragenews.com",
        "excerpt": "The U.S. Department of State's Special Envoy for Global Youth Issues, Abby Finkenauer, will travel to Sri Lanka and Nepal from November 12-15, 2024",
        "summary": "The U.S. Department of State's Special Envoy for Global Youth Issues, Abby Finkenauer, will travel to Sri Lanka and Nepal from November 12-15, 2024. This visit highlights the United States' commitment to empowering young leaders in South Asia, fostering collaboration on civic engagement, and addressing key issues such as youth leadership, cultural preservation, and community resilience.\nIn Sri Lanka, Special Envoy Finkenauer will witness the impact of the U.S.-Sri Lanka partnership in action, seeing firsthand how programs in education, leadership, and civic engagement are empowering young leaders and fostering social and economic growth. Alongside U.S. Ambassador Julie Chung, the Special Envoy will engage the Embassy's Youth Forum and alumni from the Emerging Leaders Academy, a USAID-supported initiative that encourages civic engagement and leadership among underrepresented groups. She will speak with the U.S. Embassy-supported Women in Motion program, which encourages young women to pursue careers in creative industries and visit successful young entrepreneurs whose achievements reflect the impact of U.S.-supported skills-building programs.",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://upload.wikimedia.org/wikipedia/commons/5/59/United_States_Department_of_State_headquarters.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7955911,
        "_id": "a2b7a1f29503d532bdbee77bb8deceed"
    },
    {
        "title": "Sound Installations May Cut Noise Pollution: Study",
        "author": "Mirage News",
        "published_date": "2024-11-12 01:18:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/sound-installations-may-cut-noise-pollution-1354501",
        "clean_url": "miragenews.com",
        "excerpt": "Image by Valérian Fraisse . Temporary sound installations can be a",
        "summary": "Temporary sound installations can be a low-cost way of dealing with noise pollution in areas of high urban density, McGill University researchers have found.\nDubbed the \"new second hand smoke,\" noise pollution can have consequences ranging from simple annoyance to such serious health problems as hearing loss and high blood pressure and can exacerbate various mental health conditions.\n\"We believe that temporary sound installations, as a form of low-cost, small-scale, ephemeral interventions, could be added to the tactical urbanism tool kit and lead to the development and improvement of public spaces,\" said Catherine Guastavino, senior author of the article and a professor in McGill's School of Information Studies.\nWorking in co-operation with the City of Montreal, the researchers studied how sound installations could be used to enhance citizens' relationships with public spaces amid the noise of the city.\nThe researchers worked with Audiotopie, a collective of local sound artists who created four sound installations that played at different periods in 2018 and 2019 in a small park in the dense urban neighbourhood of Plateau Mont-Royal.\nThe installations featured different combinations of sounds, some evoking woodlands and seascapes, others involving human voices and synthesizers. The researchers then surveyed 800 park users.\nTo hear one of the installations\nThe results indicate that the experience of park users was enhanced in the presence of all 4 sound installations, which resulted in calmer and more pleasant soundscapes. Respondents also reported a decrease in how loud the other urban sounds felt.\nThe study revealed that the sound installations had a particularly strong, positive effect when there was construction noise. The team also learned that while sound installations can distract attention from negative sounds, such as traffic and air conditioning, they were also found to distract from positive sounds, such as birds and voices. The team also pointed out that the study was conducted in a well-planned area, with a pre-existing sound environment that was already quite pleasant: it is unlikely that sound installations alone would suffice to tackle all noise problems in more exposed areas.\n\"We want people to think of sound not just as pollution, but as a resource to enjoy in the city,\" said Valérian Fraisse, a PhD student at the Schulich School of Music and corresponding author on the study, which was recently published in Landscape and Urban Planning.\nThe research group is also working on raising awareness of the importance of integrating sound into urban planning, Fraisse said.\nFind more information about other Sounds in the City projects in Montreal.\nThe study: \"Shaping city soundscapes: In situ comparison of four sound installations in an urban public space\" by V. Fraisse, C. Tarlao and C. Guastavino was published in Landscape and Urban Planning\nDOI: https://doi.org/10.1016/j.landurbplan.2024.105173\nThe research was funded by the Social Sciences and Humanities Research Council of Canada (SSHRC).",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://www.mcgill.ca/newsroom/files/newsroom/styles/wysiwyg_large/public/channels/image/screenshot_2024-11-08_105909.png?itok=61fFUMRD",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7963891,
        "_id": "757c1a36138a0d67721439dd32f52be0"
    },
    {
        "title": "EU Leaders Unite in Budapest to Boost Competitiveness",
        "author": "Mirage News",
        "published_date": "2024-11-12 01:18:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/eu-leaders-unite-in-budapest-to-boost-1354503",
        "clean_url": "miragenews.com",
        "excerpt": "Last Friday, Commission President Ursula von der Leyen participated in an informal meeting of the European Council in Budapest.At the summit, EU",
        "summary": "Last Friday, Commission President Ursula von der Leyen participated in an informal meeting of the European Council in Budapest.\nAt the summit, EU Leaders adopted the Budapest Declaration , which lays out a new European Competitiveness Deal to address the current geopolitical, economic, and demographic challenges and ensure Europe's continued prosperity.\nThe basis for the discussion was the recent report prepared by professor Mario Draghi, who also took part in the summit and presented his findings to the Leaders.\nIn her statement to the press after the summit, President von der Leyen particularly highlighted the need for innovation, investment, and strategic security.\nShe highlighted the urgent need to reduce the regulatory barriers to innovation by cutting red tape. She presented her idea to propose a common 28th regulatory regime with a single rule book for innovative start-ups in the whole European Union.\n\"We have around 182,000 innovative SMEs: So this will give them access to the whole Single Market and give them the possibility to scale up. The goal is indeed to use the full Single Market to scale up,\" the President said.\nFurthermore, she signalled to move forward the work on a European Savings and Investments Union, to mobilise private capital investments in European innovation.\nThe President also spoke of the need to have a joint plan for competitiveness, decarbonisation and digitalisation, which the new Commission will address in its first 100 days with the Clean Industrial Deal. Likewise, Leaders spoke of the importance to reinforce the EU's strategic security, and secure supply chains, especially when it comes to critical raw materials.\nEU Leaders also took stock of the result of the elections in the United States. President von der Leyen said: \"The United States is our biggest economic and trading partner. We share a unique historical bond. And our citizens share millions of friendships across the Atlantic. So it is important to build good relations with the new administration from the very beginning. This is how we will continue to shape a positive transatlantic agenda.\"\nShe also mentioned that she spoke by phone to President-elect Donald Trump to congratulate him and discussed several topics including Ukraine, defence, trade, and energy.\nFinally, President von der Leyen used the opportunity to thank outgoing European Council President Charles Michel, saying that: \"today we are stronger than we were five years ago, and this is also your success.\"\nEuropean Political Community meets again to strengthen the extended European family\nOn Thursday, President von der Leyen also participated in the 5th meeting of the European Political Community (EPC), which brought together over 40 European Heads of State and Government from EU Member States as well as 18 other European states.\nThe summit focused on the continent's security challenges, Russia's war of aggression against Ukraine, the situation in the Middle East, the US elections, migration, economic security, and connectivity.\nIn the sidelines of the EPC, the President, together with other leaders met with Moldova's President Maia Sandu. In a statement following the meeting, they congratulated President Sandu for her victory in Moldova's presidential elections and welcomed the positive vote on enshrining EU accession in Moldova's Constitution.\nPresident von der Leyen also used the occasion to hold bilateral meetings with the President of the Swiss Federation Viola Amherd, UK Prime Minister Keir Starmer, as well as Türkiye's President Recep Tayyip Erdoğan, underlining the EPC's value as a venue for leaders to meet and exchange views on common challenges and opportunities.",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://cdn1.miragenews.com/tmp_cache?cdn=cdn.pixabay.com%2Fphoto%2F2018%2F08%2F09%2F20%2F11%2Fbelgium-3595351_960_720.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7963891,
        "_id": "f9c76d41478109db795854dcfd2f9813"
    },
    {
        "title": "Elizabeth Emblem Honors Fallen Public Servants 12 November",
        "author": "Mirage News",
        "published_date": "2024-11-12 01:04:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/elizabeth-emblem-honors-fallen-public-servants-1354499",
        "clean_url": "miragenews.com",
        "excerpt": "Seven Scots included in first ever recipients of the Elizabeth Emblem. New Emblem recognises police officers, firefighters and other public servants",
        "summary": "Seven Scots included in first ever recipients of the Elizabeth Emblem. New Emblem recognises police officers, firefighters and other public servants who died in the line of duty.\nFamilies of PC George Taylor, Det Sgt Ross Hunt, Firefighter William Crocket, and NHS nurse Neil MacLellan among first recipients.\nSeven Scottish public servants are among the first recipients of the Elizabeth Emblem that have been announced. The next of kin of over 30 former firefighters, police officers and other public servants who have died in public service will receive the award in recognition of their deceased loved ones.\nThe Emblem was announced earlier this year to commemorate public servants who died in the line of duty. The Emblem is the civilian equivalent of the Elizabeth Cross, which recognises members of the UK Armed Forces who died in action or as a result of a terrorist attack.\nAmong the first recipients is Sally Taylor, the widow of PC George Taylor, who was killed while on patrol on November 30, 1976. He was attacked by two men dressed in prison uniform who had escaped from The State Hospital at Carstairs in Lanarkshire. Also receiving the emblem is Archibald MacLellan, son of Neil MacLellan, a Nursing Officer on duty at the State Hospital that night. He was also killed, along with a patient, by the two men who escaped.\nAlso honoured is Firefighter William Crocket who will be awarded the Emblem over 60 years after he died in an explosion at the Cheapside Street Whisky Bond in Glasgow that claimed the lives of 19 people on 28 March 1960. Firefighter Crocket's son William Cruickshank will receive the Emblem on behalf of his late father.\nThe Prime Minister, Sir Keir Starmer said:\n\"We must never forget those who have given their lives to protect others in the line of duty.\n\"While families will never be able to replace their loved ones, the Elizabeth Emblem pays tribute to the sacrifice they have made.\"\nThe Secretary of State for Scotland, Ian Murray said:\n\"The Elizabeth Emblem is inscribed with the words 'For A Life Given In Service' - and nothing could be more apt. We owe a huge debt of gratitude to the seven Scottish public servants who receive this new honour today.\n\"I want to personally thank the families of the police officers, firefighters and NHS nurses who are recognised today for their bravery and service. Your loved ones made the ultimate sacrifice to protect the wider community and for that we will be forever grateful.\"\nThe Chancellor of the Duchy of Lancaster, Pat McFadden said:\n\"We owe a debt of gratitude to our exceptional public servants who have given their lives in service of our nation.\n\"The Elizabeth Emblem will honour their dedication and I am pleased to see the first recipients named today.\"\nTo mark the announcement of the first recipients of the Elizabeth Emblem, the first batch of Emblems will be awarded by His Majesty The King later this year. The design of the Emblem incorporates a rosemary wreath, a traditional symbol of remembrance, which surrounds the Tudor Crown. It is inscribed with 'For A Life Given In Service', and will have the name of the person for whom it is in memoriam inscribed on the reverse of the Emblem. It will include a pin to allow the award to be worn on clothing by the next of kin of the deceased.\nFamilies and next of kin of those who have died in public service are encouraged to apply for an Elizabeth Emblem.",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://assets.publishing.service.gov.uk/media/673204d40a2b4132b43d13ba/s960_OB2A1343__2_.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7963891,
        "_id": "9d8a9e49c4e28e290b70358a94fa2a25"
    },
    {
        "title": "Conflicts Of Interest In NDIS Provider Market",
        "author": "Mirage News",
        "published_date": "2024-11-12 01:04:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/conflicts-of-interest-in-ndis-provider-market-1354498",
        "clean_url": "miragenews.com",
        "excerpt": "The NDIA has published the NDIA Position Statement Conflicts of Interest in the NDIS Provider Market.From May to July 2024, the NDIA met with",
        "summary": "The NDIA has published the NDIA Position Statement Conflicts of Interest in the NDIS Provider Market.\nFrom May to July 2024, the NDIA met with participants, providers, and disability organisations to understand experiences people have had with conflicts of interest and what resources would help support them to manage the conflicts.\nFollowing the co-design sessions, the NDIA developed the Position Statement, information and resources to support and educate participants and providers on conflicts of interest in the NDIS provider market.\nThese resources include: an NDIA Position Statement on conflicts of interest in the NDIS provider market\nconflict of interest information on the NDIS website\na participant guide to managing conflicts of interest\nupdated information for support coordinators\nother support specific factsheets which include case studies that describe common conflict of interest situations\nchecklists to help participants and providers manage conflicts of interest\nThe Agency position states that registered and unregistered providers are expected to: make all efforts to avoid conflicts of interest.\ndeclare all conflicts of interest and manage them to the highest standard.\nprovide participants, their decision supporters and representatives with full transparency of the nature of the conflict.\ndiscuss options with participants, their decision supports and representatives to manage the risks associated with the conflict of interest.\ndocument management strategies and monitor and regularly review circumstances.\nThe position statement explains how providers should align their current conflicts of interest policies and procedures with the NDIA position statement.\nWhere the conflict is unavoidable, it should be managed to the highest standard, transparently through good governance, processes, policies and information sharing. The resources above will help providers do this.\nVisit the Conflicts of interest webpage.",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://cdn1.miragenews.com/wp-content/uploads/2019/04/newsdevelopments-image.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7955911,
        "_id": "78b5eea9c2d635dd10df6a592204d40a"
    },
    {
        "title": "New Patient Well-being Measures Ready for Clinics",
        "author": "Mirage News",
        "published_date": "2024-11-12 01:02:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/new-patient-well-being-measures-ready-for-1354492",
        "clean_url": "miragenews.com",
        "excerpt": "Waltham — November 11, 2024 — Two measures of patient well-being, designed for use in busy clinical settings, are described in a Perspective piece",
        "summary": "Waltham — November 11, 2024 — Two measures of patient well-being, designed for use in busy clinical settings, are described in a Perspective piece in a supplement to Medical Care , the official journal of the Medical Care Section of the American Public Health Association . The journal is published in the Lippincott portfolio by Wolters Kluwer . The journal is published in the Lippincott portfolio by Wolters Kluwer .\nThe Medical Care piece describes perspectives and research surrounding well-being and whole person outcomes and measurement, which was the focus of a recent VA State of the Art (SOTA) conference on this topic. The conference was part of the ongoing effort in VA to move towards a \"Whole Health\" approach which focuses on what matters most to the veteran.\n\"In recent years there has been a growing call for healthcare providers to expand their primary focus beyond treating disease to addressing the needs of the 'whole person',\" the developers of the tools note. \"Yet healthcare providers have received little guidance regarding which well-being measures are best suited to the clinical context or how these measures may be best applied to enhance clinical practice.\"\nIn response to this problem, Dawne S. Vogt, PhD, a research scientist at the National Center for PTSD within the VA Boston Healthcare System and a professor of psychiatry at Boston University Chobanian & Avedisian School of Medicine, and colleagues in the Veterans Health Administration created two assessment tools: Well-Being Signs (WBS) and Well-Being Brief (WBB).\nWell-Being Signs can guide treatment planning\nThe WBS can be self-administered or administered by a clinician in less than one minute. On scales of 0 to 10, the patient indicates how often they have participated in the roles and activities that are most important to them, functioned their best in those endeavors, and were fully satisfied with how things are going in those aspects of their lives.\nInformation from the WBS can prompt discussion between a patient and a healthcare professional about how treatment plans may be designed and/or modified to best optimize the patient's well-being and whether additional support may be needed to address areas of lower well-being. Psychometric testing is complete and the WBS is now available to the field.\nThe Well-Being Brief is more in-depth but still efficient\nThe WBB is a self-administered measure that can be completed in about six minutes and is used to evaluate four areas in which the patient may benefit from support that extends beyond medical care: Vocation—How well an individual is doing in their vocational pursuits, including their involvement, functioning, and satisfaction with regard to paid work, education and training experiences, and caregiving activities. Financial—How well an individual is doing with regard to their financial circumstances, including their ability to meet basic needs for food and shelter, transportation, and legal needs and their ability to prepare for their financial future. Health—The extent to which individuals are experiencing good health states, are engaging in health-promoting behaviors, and perceive that their health and health care access allows them to live their lives as they wish. Social—The extent to which individuals have social ties, function well in their social interactions, and are satisfied with their relationships with intimate partners, friends, and family and their broader community.\nThe WBB was designed to inform referrals to professionals and programs that support well-being. For example, it can identify patients who would benefit from career counseling, financial-management support, or counseling to improve their social relationships.\nDr. Vogt and her colleagues say that although they have only just begun to explore how well-being measurements can be used in clinical care, \"we are optimistic that attending to the well-being of the 'whole person' can better meet patients' needs and improve healthcare outcomes.\"",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://cdn1.miragenews.com/tmp_cache?cdn=cdn.pixabay.com%2Fphoto%2F2014%2F12%2F10%2F20%2F48%2Flaboratory-563423_960_720.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7955911,
        "_id": "81f50713bdb221144d44027bb6794b59"
    },
    {
        "title": "Human Waste Pollutes Inland Delaware Watersheds",
        "author": "Mirage News",
        "published_date": "2024-11-12 01:02:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/human-waste-pollutes-inland-delaware-watersheds-1354494",
        "clean_url": "miragenews.com",
        "excerpt": "Washington, D.C.—Delaware has numerous inland waterways with high microbial impairment from unknown sources. Now, a new study suggests that human",
        "summary": "Washington, D.C.—Delaware has numerous inland waterways with high microbial impairment from unknown sources. Now, a new study suggests that human waste, both treated and untreated, is responsible for the waterway impairment in these Delaware watersheds. The study was published in Applied and Environmental Microbiology , a journal of the American Society for Microbiology.\nAccording to the Clean Water Act, when water is contaminated by pollutants and doesn't meet the standards of clean water, the water bodies are considered impaired. In the new study, researchers worked with the state water quality monitoring staff to collect water across many different locations from 3 different inland watersheds in the southern part of Delaware. They were able to see the microbial communities present in the water by examining the DNA in the water. \"The nice thing about this study is that the sampling happened on a monthly basis across 2 different years, 2020 and 2021. We were able to capture a lot of different seasonal, tidal and geographic location differences to look at this in a very comprehensive manner,\" said study coauthor Jennifer Biddle, Ph.D., a professor in the School of Marine Science and Policy at the University of Delaware.\nThe researchers compared the DNA signatures in the water to DNA signatures from a library that contained signatures from many different organisms that live across Delaware, including domestic and livestock as well as human signatures. The researchers found that the majority of the microbial signatures in the water were comparable to a human waste signature and did not match an animal signature, either domestic or agricultural.\n\"This idea that you live downstream from a cow farm and thus your water is impaired… we never found that being any sort of signature in the water. It was a majority human signature,\" Biddle said. The study suggests that the way the microbes are present in the environment are most similar to what is seen from human waste, treated waste and untreated human waste. \"With a library of over 10,000 signatures from different microbes, we were able to say that this looks like a human signature instead of a goose signature or some other animal. We don't have a massive issue with animal inputs in the waterway,\" Biddle added. \"People might have concerns about migratory geese or agricultural animals, but it seems like that waste isn't a concern.\"\nThe study indicates that infrastructure type problems may be the cause of water impairment. \"We saw a septic system signature in the water,\" Biddle said. \"We need to look into infrastructure issues and systems that might have been installed a long time ago.\" Currently, septic systems in Delaware don't need to be replaced until a property is sold, but the study suggests that property owners should more frequently make sure their septic systems are up to code.\n\"Our ability right now to look at the microbiology of an environment with a massive sequencing approach is very useful and has increased in its utility, beyond just examining what the EPA regulations regularly require,\" Biddle said.",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://cdn1.miragenews.com/tmp_cache?cdn=images.unsplash.com%2Fphoto-1579154392128-bf8c7ebee541%3Fixlib%3Drb-1.2.1%26amp%3Bixid%3DMnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8%26amp%3Bauto%3Dformat%26amp%3Bfit%3Dcrop%26amp%3Bw%3D750%26amp%3Bq%3D80",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7955911,
        "_id": "61e48aba344ee35d49c7dde09827b85f"
    },
    {
        "title": "Research: Fewer Resources Tied to Distrust Across Cultures",
        "author": "Mirage News",
        "published_date": "2024-11-12 01:02:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/research-fewer-resources-tied-to-distrust-1354496",
        "clean_url": "miragenews.com",
        "excerpt": "New research in Social Psychological and Personality Science identifies a widespread stereotype linking wealth to perceived trustworthiness across",
        "summary": "New research in Social Psychological and Personality Science identifies a widespread stereotype linking wealth to perceived trustworthiness across diverse cultures. The research, led by Mélusine Boon-Falleur from the Center for Research on Social Inequalities at Sciences Po in Paris, shows that individuals with fewer material resources are consistently viewed as less trustworthy.\nThe study, conducted across eight countries including Brazil, Colombia, Democratic Republic of Congo, India, France, Nigeria, Philippines, and the United Kingdom, employed a novel method to uncover stereotypes while avoiding social desirability bias.\n\"People with fewer resources are consistently perceived to be less trustworthy by people around the world, even among individuals who have few resources themselves,\" states Dr. Boon-Falleur, summarizing the study's most significant finding.\nThis research contributes to the broader academic discussion by highlighting the importance of socioeconomic background in shaping stereotypes, alongside well-known demographic attributes such as gender, age, or race. It also emphasizes the need to consider both the characteristics of the person \"doing the trusting\" and the person being trusted when examining trust dynamics.\nThe implications of these findings are far-reaching. \"By becoming aware of this stereotype, people may try to overcome this bias, or put in place programs in their organization to counteract this,\" Dr. Boon-Falleur explains. She adds, \"For people with low SES backgrounds, realizing that they may be perceived as less trustworthy could explain certain attitudes or behaviors towards them.\"\nIn the context of current world events, the research suggests that deepening social inequalities in Western countries could lead to decreased social trust as poverty rates increase. It may also shed light on patterns of discrimination against certain migrant groups.\nDr. Boon-Falleur cautions against misinterpretation: \"The main misrepresentation of these results would be to say that individuals with fewer resources are in fact less trustworthy rather than individuals with fewer resources are perceived to be less trustworthy. To date, there is no scientific evidence systematically showing that individuals with fewer resources are less trustworthy.\"\nOne of the most striking aspects of the study is the universality of these stereotypes. \"Often, we tend to think that highly capitalist countries or only Western countries have negative stereotypes towards certain groups,\" Dr. Boon-Falleur notes. \"However, what we found in our study was that in all countries surveyed, including in places such as Goma (Democratic Republic of Congo), such stereotypes also exist.\"\nFuture research will explore the malleability of these stereotypes and their potential behavioral implications. The study's findings open new avenues for understanding and addressing socioeconomic biases in interpersonal trust on a global scale.",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://cdn1.miragenews.com/tmp_cache?cdn=images.unsplash.com%2Fphoto-1587955415524-bb264e518428%3Fixlib%3Drb-4.0.3%26amp%3Bixid%3DMnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8%26amp%3Bauto%3Dformat%26amp%3Bfit%3Dcrop%26amp%3Bw%3D1170%26amp%3Bq%3D80",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7951927,
        "_id": "86ea49dc49cf3d4c668f7af5b86b4cef"
    },
    {
        "title": "Research Explores Bloodletting for Treating Heat Stroke",
        "author": "Mirage News",
        "published_date": "2024-11-12 01:02:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/research-explores-bloodletting-for-treating-1354493",
        "clean_url": "miragenews.com",
        "excerpt": "Heat stroke is primarily classified into exertional and non-exertional forms. Exertional heat stroke results from strenuous physical activity in high",
        "summary": "Heat stroke is primarily classified into exertional and non-exertional forms. Exertional heat stroke results from strenuous physical activity in high heat, while non-exertional heat stroke typically affects those exposed to extreme heat without engaging in significant physical exertion. Symptoms include elevated body temperature, impaired consciousness, headaches, muscle spasms, and, in severe cases, cardiovascular overload, cerebral hypoxia, and organ failure. Western medicine's primary treatments include cooling methods, rehydration, and pharmacological interventions like dexamethasone and diazepam to address cerebral edema and convulsions. However, these methods sometimes lead to side effects such as excessive sweating, nausea, and gastrointestinal issues.\nIn TCM, heat stroke falls under \"Yang summerheat syndrome,\" a condition associated with the pathogenic \"fire-heat\" energy that disrupts the body's natural balance. Bloodletting therapy, practiced for centuries in TCM, involves releasing small amounts of blood from specific acupoints to alleviate heat, improve circulation, and release pathogenic factors trapped within the body. This review evaluates bloodletting techniques and their efficacy in treating heat stroke, offering insights for modern clinical application.\nBloodletting by Acupuncture at EX-UE11\nEX-UE11, known as one of the extra points in acupuncture, is located at the fingertips and is pivotal in TCM for harmonizing the body's Yin and Yang energies. Bloodletting at this point is performed by piercing the fingertips with a three-edged needle to release two or three drops of blood, which is thought to alleviate excess internal heat. This technique improves circulation, promotes heat dissipation, and, from a Western perspective, stimulates pain receptors that can activate the body's central thermoregulation system. By enhancing blood flow and reducing inflammation, this method facilitates the body's natural cooling process and aids in preventing heat-related organ dysfunction.\nEar-Tip Puncture and Bloodletting Therapy\nThe ear-tip point, located at the apex of the ear, is significant in TCM for \"purging fire,\" especially for conditions where heat ascends to the head, leading to symptoms like high fever and fainting. Ear-tip puncture involves pricking the ear's tip to release blood, which starts as darkened and purplish, a TCM indication of trapped heat. The therapy not only directly removes heat but also clears the meridians, promotes detoxification, and helps restore consciousness in patients suffering from severe heat stroke symptoms. Studies highlight that ear-tip bloodletting can stimulate nerve endings, which may help reduce hyperthermic effects and alleviate convulsions, making it an effective emergency response method with minimal discomfort.\nWell Point Puncture and Bloodletting Therapy\nThe well points, located at the extremities of fingers and toes, are Shu acupoints essential in TCM for managing febrile conditions. Bloodletting therapy at well points is thought to promote microcirculation and peripheral blood flow, effectively redirecting the body's heat outward and enhancing the brain's oxygen supply, which is vital for preventing heat-induced ischemic damage. The well points at the fingertips, in particular, allow for targeted intervention to cool the body and relieve symptoms like dizziness, high fever, and mental disorientation. Clinical reports suggest that well-point puncture can provide both rapid relief and sustained temperature control, emphasizing its utility in emergency settings.\nCupping and Bloodletting at GV14\nGV14, situated at the back of the neck, is an intersection of Yang meridians and a key acupoint for managing excess heat in the upper body. Cupping combined with bloodletting at this point is an ancient TCM practice, believed to release pathogenic factors by creating an outlet for trapped heat. The procedure involves piercing the GV14 point with a three-edged needle, followed by fire cupping, which uses heat and suction to draw out stagnant blood. The cupping procedure improves blood circulation, reduces inflammation, and accelerates metabolic waste removal. Reports on this therapy show that it is highly effective in cooling the body, with a clinical efficacy rate reaching 98% for reducing fever. However, it requires further research to confirm its underlying mechanisms and long-term safety.\nPrecautions and Contraindications\nBloodletting therapy, while beneficial for excess-heat conditions, has specific contraindications. Patients with significant cardiovascular, hepatic, renal, or coagulation disorders, those with severe skin infections, and vulnerable populations such as children, pregnant women, and the elderly should generally avoid bloodletting. It is also crucial to prevent infection through stringent sterilization and to use disposable equipment. Practitioners must monitor for potential adverse effects, such as excessive bleeding or dizziness, and avoid repeated punctures at the same location to reduce tissue damage and inflammation.\nFuture Directions\nAlthough bloodletting has shown efficacy in managing heat stroke, modern studies exploring its mechanisms are limited. Research should focus on understanding how bloodletting influences systemic and peripheral microcirculation, nerve regulation, and immune responses. Additionally, randomized controlled trials and clinical studies could help standardize bloodletting techniques and safety protocols. Such research would bridge TCM practices with evidence-based medicine, offering a broader therapeutic scope for heat stroke management.\nConclusions\nBloodletting therapy, an ancient TCM practice, holds potential as an effective, accessible, and minimally invasive treatment for heat stroke. By regulating body heat, improving microcirculation, and promoting detoxification, it provides a complementary approach to conventional treatments. Despite the promising outcomes observed in TCM settings, rigorous scientific investigations are necessary to establish clear clinical guidelines and optimize bloodletting for heat stroke treatment. Integrating this therapy within modern healthcare could improve outcomes for patients in regions where heat stroke is a growing concern, offering an alternative solution rooted in traditional wisdom.\nFull text:\nhttps://www.xiahepublishing.com/2835-6357/FIM-2023-00088S\nThe study was recently published in the Future Integrative Medicine .\nFuture Integrative Medicine (FIM) publishes both basic and clinical research, including but not limited to randomized controlled trials, intervention studies, cohort studies, observational studies, qualitative and mixed method studies, animal studies, and systematic reviews.",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://cdn1.miragenews.com/tmp_cache?cdn=cdn.pixabay.com%2Fphoto%2F2017%2F10%2F04%2F09%2F56%2Fchemist-2815640_960_720.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7951927,
        "_id": "dff252a7640ee8dde0caeebef066bd93"
    },
    {
        "title": "Top European University Rectors Convene in Helsinki",
        "author": "Mirage News",
        "published_date": "2024-11-12 01:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/top-european-university-rectors-convene-in-1354490",
        "clean_url": "miragenews.com",
        "excerpt": "The topics discussed at the LERU network meeting included, among others, strategies related to the competitiveness and international engagement of",
        "summary": "The topics discussed at the LERU network meeting included, among others, strategies related to the competitiveness and international engagement of universities as well as their innovation activities. (Image: Veikko Somerpuro)\nThe League of European Research Universities (LERU) held a meeting on 8-9 November at the University of Helsinki. LERU is a network of leading European research universities that engages in dialogue on EU-level higher education, research and innovation policies, and facilitates cooperation between universities.\nIn the November meeting, the rectors of LERU universities discussed, among other topics, their institutions' strategies for international engagement and the related ethical perspectives, as well as innovation activities and best practices in promoting the commercialisation of research.\nThe keynote address was given by Alexandr Hobza, Chief Economist at the Directorate-General for Research & Innovation of the European Commission, who highlighted the role of research and innovation for Europe's competitiveness in the future. Influencing EU-level policies through the LERU network\nThe University of Helsinki has a strong presence in the LERU network. Rector Sari Lindblom is a member of the LERU Board of Directors. Vice-Rector Anne Portaankorva chairs the Research Policy Group consisting of vice-rectors for research at LERU universities, while Vice-Rector Hanna Snellman is a member of the International Policy Group consisting of vice-rectors for international affairs as well as of this policy group's steering group.\nRector Lindblom regards the network as an essential channel for not only impacting EU-level policies but also development within the University.\n\"LERU serves as a common voice for European universities. It is a well-known partner for European institutions and political stakeholders. It also plays a significant role in mutual learning and the exchange of best practices,\" she notes.",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://www.helsinki.fihttps://www.helsinki.fi/assets/drupal/styles/linkbox_image_16_10_mobile/s3/media-image/LERU%20Group%20photo_Veikko%20Somerpuro.jpg.webp?itok=gT9c6QBC",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7955911,
        "_id": "94b7e89daaec3c3942013fb7c6bf0273"
    },
    {
        "title": "Sydney Roosters chairman's takeover bid for Queensland pubs",
        "author": "Sophie Foster",
        "published_date": "2024-11-12 01:00:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.realcommercial.com.au/news/sydney-roosters-chairmans-takeover-bid-for-queensland-pubs",
        "clean_url": "realcommercial.com.au",
        "excerpt": "The billionaire chairman of Sydney Roosters is backing an offmarket takeover bid for several popular pubs across Maroons territory stretching from Brisbane to the Gold Coast.",
        "summary": "Roosters chairman Nick Politis is backing a $77m takeover of Eumundi Group which owns several pubs and properties across South East Queensland.\nThe billionaire chairman of Sydney Roosters is backing an offmarket takeover bid for several popular pubs across Maroons territory stretching from Brisbane to the Gold Coast.\nRichlister Nick Politis' $77m 'friendly' takeover is via majority holdings in SEQ Hospitality Group which has entered a transaction implementation agreement with Queensland-based Eumundi Group Limited.\nThe Plough Inn is the premier trump card for SEQ Hospitality should the deal go through.\nNRL footy legend Darren Lockyer buys stunning Queenslander\nEumundi's attractiveness includes its further 89-year hold on the head lease of iconic 1885 Brisbane pub The Plough Inn in Southbank – bought for $13.1m in 2017 in an area visited by over 10 million locals and tourists a year.\nThe Queensland firm also owns properties like The Aspley Central Tavern in Brisbane's northside as well as The Ashmore Tavern on the Gold Coast, plus independent alcohol retailer Quench Liquor and two shopping centres.\nMr Politis is already heavily invested in pubs and hotels via several of his companies. Picture:.\n'Real facts': Why Taylor Swift really gave future Olympic city a miss\nMr Politis already has a substantial footprint in South East Queensland via his shareholding in SEQ Hospitality Group which is part of the Fortitudo Group that owns and runs several venues like the QA Hotel in New Farm and Treetops Tavern in Burleigh, three more hotels and 17 bottle shops.\nThe takeover deal of $1.55 a share has been backed by Eumundi's directors who hold 43.34 per cent of Eumundi's stock, the Australian Stock Exchange was told in a statement Monday.\nThe 100 per cent takeover price was a premium of around 23 per cent over the closing price of Eumundi shares on October 29 ($1.26) when SEQ first made moves towards the firm.\nShares have since risen. sitting at $1.62 at Monday's close.\nThe Ashmore Tavern is part of the SEQ-Eumundi takeover deal.\nCost of land rises by as much as $120,000 in a year\nEumundi non executive chairman, Brisbane corporate lawyer Joe Gamin, who has interest in 13,021,572 shares (or 26.16 per cent) would stand to make $20.18m off the deal, while fellow director Gilbert De Luca – who has 8,548,118 Eumundi shares (or 17.18 per cent) – would pocket about $13.24m.\nThe takeover is subject to a 90 per cent minimum acceptance by Eumundi shareholders, and comes ahead of a general meeting at HopgoodGanim Lawyers office in Brisbane's Eagle Street on November 29 – though they are not expected to received documentation around the deal until the end of the year.\nThe Aspley Central Tavern is in a rapidly growing part of Brisbane's northside.\nMr Ganim said the SEQ transaction 'offers Eumundi shareholders an opportunity to realise their investments at a substantial premium to the current market price' – taken to mean the date of first approach.\n'The Board has carefully considered the SEQ Transaction in the context of other available alternatives as well as the continued uncertainty facing wider global markets,' he said.\n'We believe this transaction not only provides shareholders with an attractive exit, but also secures the continued success of Eumundi's current business operations.'\nThe Courthouse Hotel just south of the border would also form part of the deal.\nHe said SEQ was part of an established group which would mean a 'seamless transition' for the pubs and properties involved.\nEumundi has appointed Taylor Collison as its financial advisor and HopgoodGanim Lawyers as its legal advisor. SEQ has appointed Morgans as its financial advisor and Clayton Utz as its legal advisor.\nFOLLOW SOPHIE FOSTER",
        "rights": "realcommercial.com.au",
        "rank": 70146,
        "topic": "news",
        "country": "AU",
        "language": "en",
        "authors": "Sophie Foster",
        "media": "https://www.realcommercial.com.au/news/wp-content/uploads/2024/11/capi_9b1d5acad68650cc04b9e0ce71375400_13cc2bceb02d72ac12ded44cb30ced7c-768x576.jpeg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.3693972,
        "_id": "8d038f5619539f86ee1f0b25f09d7600"
    },
    {
        "title": "Labor Movements: Social and Cultural Dynamics",
        "author": "Mirage News",
        "published_date": "2024-11-12 00:52:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/labor-movements-social-and-cultural-dynamics-1354488",
        "clean_url": "miragenews.com",
        "excerpt": "Hari Nugroho explores the role of local dynamics in shaping Indonesian labour movements. By focusing on the micro-level, this research reveals how",
        "summary": "Hari Nugroho explores the role of local dynamics in shaping Indonesian labour movements. By focusing on the micro-level, this research reveals how labour organisation strategies are influenced by individual actors' personal histories, their interactions, and the way in which they respond the local economic and political conditions. This approach fills a gap in labour studies by emphasizing the importance of social and cultural processes in understanding the diverse challenges leaders face within union movements, beyond institutional frameworks.\nNugroho's research Workplace and Community: Workers' politics of representation in Semarang and Pekalongan, Central Java' compares two types of workers' organisations: workplace unionism, which defends workers' interests through workplace-based activities; and community unionism, which advocates not only for workers but also for a broader range of people. He conducted his fieldwork in Pekalongan and Semarang, two industrial regions of Central Java, Indonesia. Nugroho explored the factors that drive workers to develop these different organisations and the impact this has on the relationships between union organisers and those they represent. Exploring Union Innovations\nNugroho: \"This study has been driven by the combination of personal experiences and the academic process. In the beginning, I was particularly impressed by the enthusiasm of several union organisers in Pekalongan, one of my research sites, who were striving to develop a form of unionism that was still quite uncommon in Indonesia at the time. When I proposed this as a topic for my PhD research at Leiden University, discussions with my supervisors led to a comparison with more traditional forms of unionism commonly found in Indonesia, such as the union in Semarang. This raised the question: Why did a few union-activists' experiment with innovative alternatives; and why did others continue to focus on traditional union models amidst the existing economic changes?\" Rise of alternative forms of workers' organisations\nAs his research progressed and Nugroho deepened his understanding of the topic, he found this comparison increasingly compelling and meaningful. \"I observed that the rise of alternative forms of workers' organisations has become more necessary, especially in light of recent changes in Indonesia's political landscape and the evolving nature of works.\" The importance of locality in understanding the development of labour movements\nNugroho's dissertation research highlights the importance of locality in understanding the development of labour movements. It is at the local level that labour organisers face their most complex challenges. In this context, they must navigate the interplay between the organisational strategies they adopt and the diverse realities of the people they represent-both union members and other community groups whose interests they are fighting for. Nugroho: \"This research is significant because it emphasises the role of individual actors, their subjectivity, their personal histories, and their interactions in the analysis of social movements--particularly labour movements.\" Understanding the role of individual actors and diversity in Indonesian Labour Movements\nThis analysis explores how individual actors connect with economic and political contexts across different times and places. It adds to Indonesian labour studies, which often focus on institutions but overlook the smaller social and cultural dynamics. These dynamics are key to understanding why labour movements can vary, even in similar regions and under the same national economic and political conditions, including global influences. Furthermore, this research helps labour organisation leaders, especially in Indonesia, to recognise the signficance of the diverse identities and political views of their members. These differences in diversity present complexities that are often challenging to manage, particularly when leaders are not fully aware of their intricate nature.\nBanner Photo by H. Nugroho - Workers' demonstration in Indonesia 2008",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://www.universiteitleiden.nl/binaries/content/gallery/ul2/main-images/social-and-behavioural-sciences/culturele-antropologie-en-ontwikkelingssociologie/2023-2024/cover-hnugroho.jpg/cover-hnugroho.jpg/d880x320",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7963891,
        "_id": "06f9440c5b5711b412e6b42ebfa14881"
    },
    {
        "title": "World No Tobacco Day 2025: Unmasking Appeal",
        "author": "Mirage News",
        "published_date": "2024-11-12 00:46:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/world-no-tobacco-day-2025-unmasking-appeal-1354484",
        "clean_url": "miragenews.com",
        "excerpt": "WHO is pleased to announce the theme for the 2025 World No Tobacco Day (WNTD) campaign: \"Unmasking the Appeal: Exposing Industry Tactics on Tobacco",
        "summary": "WHO is pleased to announce the theme for the 2025 World No Tobacco Day (WNTD) campaign: \"Unmasking the Appeal: Exposing Industry Tactics on Tobacco and Nicotine Products.\" This year, the campaign will focus on revealing the tactics that the tobacco and nicotine industries use to make their harmful products seem attractive.\nWhy this theme?\nOne of the primary public health challenges today is the attractiveness of tobacco, nicotine, and related products, particularly to young audiences. The industry consistently tries to find ways to make these products appealing, adding flavours and other agents that change their smell, taste, or appearance. These additives are designed to mask the harshness of tobacco, thereby increasing its palatability, particularly among young people. Other tactics include: Glamorized marketing: Sleek designs, attractive colours, and alluring flavours are strategically used to attract a younger demographic, including through digital media channels.\nDeceptive designs: Some products mimic sweets, candies, and even cartoon characters—items children naturally find appealing.\nCoolants and additives: These can make the experience smoother, increasing the likelihood of continued use and reducing the chance of quitting.\nThese tactics can contribute to early initiation of smoking or nicotine use, with potential lifelong addiction and health consequences. By making these products more attractive, the industry not only boosts their immediate consumer base but also makes quitting harder, prolonging exposure to harmful substances.\nGoals of the 2025 WNTD campaign\nOur 2025 WNTD campaign aims to: Raise awareness: Inform the public on how industry tactics manipulate the appearance and appeal of tobacco and nicotine products.\nAdvocate for policy change: measures to ban flavours and additives that make these products more appealing; complete bans on tobacco advertising, promotion and sponsorship, including on digital platforms; and regulation of the design of the products and their packages to make them less appealing.\nReduce demand:\nExposing these tactics aims to reduce demand, particularly among youth, ultimately lowering their exposure to nicotine and tobacco products.\nBy unmasking these strategies, the campaign will to shine a light on the ways the industry markets addiction, driving demand reduction efforts and supporting long-term public health.\nJoin the campaign to raise awareness and advocate for a healthier, tobacco-free future this World No Tobacco Day.",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://cdn.who.int/media/images/default-source/headquarters/campaigns/world-no-tobacco-day/2025/2024-05-27_wha-77__a.tardy_2-33.tmb-768v.jpg?sfvrsn=2b6be3a1_1",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7963891,
        "_id": "0dc9d686a5f12e336a58987c9394fe3f"
    },
    {
        "title": "911 Dispatcher Aid Boosts Bystander CPR Rates",
        "author": "Mirage News",
        "published_date": "2024-11-12 00:38:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/911-dispatcher-aid-boosts-bystander-cpr-rates-1354483",
        "clean_url": "miragenews.com",
        "excerpt": "Research Highlights: A study of nearly 2,400 cardiac arrest cases in North Carolina found that when emergency dispatchers (telecommunicators) provided",
        "summary": "American Heart Association\nResearch Highlights: A study of nearly 2,400 cardiac arrest cases in North Carolina found that when emergency dispatchers (telecommunicators) provided cardiopulmonary resuscitation (CPR) instructions to 911 callers, people were more likely to provide aid for both men and women.\nThe study's findings indicate that when a telecommunicator provided assistance to callers, bystander CPR was performed 44% of the time on women and 40% on men, compared to 9% on women and 11% on men when telecommunicator assistance was not provided.\nResearchers found the telecommunicator role critical in instructing bystanders to act quickly, possibly instrumental in reducing sex disparities in bystander CPR and deserving of further investigation.\nNote: The study featured in this news release is a research abstract. Abstracts presented at American Heart Association's scientific meetings are not peer-reviewed, and the findings are considered preliminary until published as full manuscripts in a peer-reviewed scientific journal.\nDALLAS, Nov. 11, 2024 — Women were less likely than men to receive cardiopulmonary resuscitation (CPR) in public, however, this disparity improved when 911 telecommunicators provided lifesaving instructions to callers seeking help for someone having a cardiac arrest, according to preliminary research to be presented at the American Heart Association's Resuscitation Science Symposium 2024. The meeting will be held Nov. 16-17, 2024, at the Hilton Chicago Hotel in Chicago and will feature the most recent advances related to treating cardiopulmonary arrest and life-threatening traumatic injury.\nCardiac arrest, which occurs when the heart malfunctions and abruptly stops beating, is often fatal without quick medical attention such as CPR to increase blood flow to the heart and brain. More than 357,000 out-of-hospital cardiac arrests happen each year in the U.S. with a 9.3% survival rate.[1] In this study, researchers identified nearly 2,400 out-of-hospital cardiac arrest cases from the Cardiac Arrest Registry to Enhance Survival (CARES) from 2022 to 2023. They examined differences between women and men receiving bystander CPR and time measures, including time to recognize the need for CPR and time to first compression.\nThe study found: When a telecommunicator provided assistance to a caller by instructing them on how to perform CPR, bystander CPR was given to women 44% of the time and 40% of the time to men, compared to 9% for women and 11% for men when there was no telecommunicator assistance.\nThese differences by sex in receiving bystander CPR were not statistically significant, indicating there was no substantial difference between men and women. However, they do showcase the crucial role of the support given by a telecommunicator on the phone during a cardiac emergency.\n\"CPR can double an individual's chance of survival,\" said Audrey Blewer, Ph.D., M.P.H., the study's lead author and an assistant professor in the departments of family medicine and community health and population health sciences in the Schools of Medicine and the School of Nursing at Duke University in Durham, North Carolina. \"The findings from our research are consistent with similar results from a study conducted in Korea. Previous research has shown that hesitance may be a reason women are less likely than men to receive CPR in public. Some of the concerns identified were concerns about touching a woman's chest during the lifesaving technique or fear the action could be perceived as assault.\"\nBlewer noted their most recent findings help support the idea that there is a need for more advocacy to support community emergency response, and the role of the telecommunicator is critical and could be instrumental in reducing known sex disparities. This study highlights the importance of the first link in the out-of-hospital cardiac arrest chain of survival — activation of the emergency response system.\nThe analysis also found: Bystander CPR was administered in 52% of cardiac arrests occurring outside of a hospital. Of these cases, 81% were performed with telecommunicator assistance compared to 19% were provided without assistance.\nThe median time from call received to the telecommunicator recognizing the need for CPR was 87 seconds (one minute and 27 seconds) for both women and men.\nThe median time to first compression from the time the telecommunicator received the call was 204 seconds (three minutes and 24 seconds) for women, compared to 207 seconds (three minutes and 27 seconds) for men.\n\"Everyone who experiences a cardiac arrest should have an equal opportunity to receive CPR,\" Blewer said. \"We are doing everything we can to research ways to address this known inequity affecting women. We hope that our research will help close this gap in the future. Most importantly, our findings prove if anyone encounters a person in cardiac arrest, it is important that they call 911 immediately and push hard and fast on the center of the person's chest.\"\n\"Taking action will help raise awareness, increase bystander CPR and improve survival from cardiac arrest,\" she said.\nA limitation of the study is that it is a secondary analysis of a larger, ongoing clinical trial, which minimized its sample size. There is a limit in generalizability because the data is from North Carolina, findings may be different for people living in other states.\nStudy details and background: Among people whose cardiac arrest cases were examined, the average age was 63 years old, 67% were white and 37% were women.\nThe study used data from the Randomized Cluster Evaluation of Cardiac Arrest Systems, a seven-year trial led by the Duke Clinical Research Institute focused on improving outcomes for out-of-hospital cardiac arrest victims.\nThe trial collected information for 8,839 out-of-hospital cardiac arrest cases from July 2022 through December 2023 covering 52 North Carolina counties, about half of the state.\nResearchers identified 2,398 of the cases of out-of-hospital cardiac arrests for their analysis, after excluding pediatric, traumatic and health care facility cardiac arrests and those witnessed by emergency medical services.\nCo-authors, disclosures and funding sources are listed in the manuscript.\nStatements and conclusions of studies that are presented at the American Heart Association's scientific meetings are solely those of the study authors and do not necessarily reflect the Association's policy or position. The Association makes no representation or guarantee as to their accuracy or reliability. Abstracts presented at the Association's scientific meetings are not peer-reviewed, rather, they are curated by independent review panels and are considered based on the potential to add to the diversity of scientific issues and views discussed at the meeting. The findings are considered preliminary until published as a full manuscript in a peer-reviewed scientific journal.",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://s3.amazonaws.com/cms.ipressroom.com/67/files/20240/65addc843d6332c3b7f04a7a_CPR+on+female+manikin/CPR+on+female+manikin_hero.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7955911,
        "_id": "1d2ea02ce59947bc55ec901a7e18ac5f"
    },
    {
        "title": "New Jersey Wildfires",
        "author": "옥동자의 부동산러브 레터",
        "published_date": "2024-11-12 00:32:18",
        "published_date_precision": "timezone unknown",
        "link": "https://n.news.naver.com/mnews/article/077/0006430763",
        "clean_url": "naver.com",
        "excerpt": "Smoke rises from a wildfire in a forested mountain area across from Greenwood Lake, Monday, Nov. 11, 2024, in Lakeside,",
        "summary": "Smoke rises from a wildfire in a forested mountain area across from Greenwood Lake, Monday, Nov. 11, 2024, in Lakeside, New Jersey. (AP Photo/Stefan Jeremiah)",
        "rights": "naver.com",
        "rank": 468,
        "topic": "news",
        "country": "KR",
        "language": "en",
        "authors": "옥동자의 부동산러브 레터,은퇴연구소의 비밀 다락,옥부레,가치투자클럽,AP연합뉴스,이상엽의 포토에세이,비타민C의 인공상담소,Law 파트너스,김형환의 캠퍼스,네이버,재개발 재건축의 정석 호두네부동산",
        "media": "https://imgnews.pstatic.net/image/077/2024/11/12/PAP20241112003801009_P2_20241112003218158.jpg?type=w800",
        "is_opinion": false,
        "twitter_account": "네이버 뉴스",
        "_score": 1.988717,
        "_id": "92254507f324cb7fde8f09f9238af680"
    },
    {
        "title": "Pan-Mass Challenge Sets $75M Record for Dana-Farber",
        "author": "Mirage News",
        "published_date": "2024-11-12 00:32:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/pan-mass-challenge-sets-75m-record-for-dana-1354479",
        "clean_url": "miragenews.com",
        "excerpt": "The Pan-Mass Challenge (PMC), the world's single most successful athletic fundraiser, has announced a $75 million gift for cancer research, treatment",
        "summary": "The Pan-Mass Challenge (PMC), the world's single most successful athletic fundraiser, has announced a $75 million gift for cancer research, treatment, and patient care at the top-ranked Dana-Farber Cancer Institute. This year's record gift was revealed at the PMC's One in a Billion Celebration at MGM Music Hall at Fenway in Boston, Massachusetts, on Saturday evening. PMC riders, volunteers, donors, and corporate partners celebrated the organization's 2024 gift and lifetime fundraising - since 1980, the PMC has donated $1.047 billion to Dana-Farber's fight against cancer.\n\"This year's PMC gift marks an incredible milestone in its 45-year history. The credit goes to everyone who has committed to this iconic event since 1980,\" said Billy Starr, PMC founder and executive director. \"We have demonstrated the impact cycling and fundraising together can achieve, but our work is not done. We're setting our sights on the next billion as we pedal Closer by the Mile toward a world without cancer.\"\nThe PMC is Dana-Farber's largest single contributor, accounting for 66 percent of its Jimmy Fund's annual revenue. The Jimmy Fund is comprised of community-based fundraising events and other programs that solely and directly benefit Dana-Farber.\nFor the 18th consecutive year, 100 percent of every rider-raised dollar directly supports lifesaving cancer research, treatment, and care at Dana-Farber. The PMC's philanthropic support has enabled Dana-Farber to make a substantive contribution to more than half of FDA-approved cancer drugs in the United States from 2018-2022, grow its clinical trials program into one of the nation's largest, and build new world-class patient care facilities, significantly expanding the reach of the Institute.\n\"I am deeply grateful to the PMC, our steadfast partner, for supporting our work to advance cancer research and treatment,\" said Benjamin L. Ebert, MD, PhD, president and CEO of Dana-Farber. \"As a six-year PMC rider myself, I share the excitement of all the participants and appreciate the community of supporters that the PMC has created. And as a researcher, I see the impact on research and patient care from funds raised by this community every day.\"\nDuring PMC Ride Weekend in August, 6,800 riders and 3,500 volunteers rallied together from around the world to be \"One in a Billion,\" cycling up to 211 miles across Massachusetts to fundraise for this year's gift. In addition to PMC Ride Weekend, the critical funds donated this year were raised through other \"spokes in the wheel\" including: the PMC Winter Cycle, a charitable spin event at Fenway Park; PMC Unpaved, now the most successful gravel cycling fundraiser in the country; and PMC Kids Rides, mini bike-a-thons that give children an opportunity to be involved in the fight against cancer.\nThe PMC is co-presented by the Red Sox Foundation® and M&T Bank. To learn more, visit www.pmc.org",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://www.dana-farber.org/sites/default/files/styles/coh_x_large/public/uploadedimages/expressreleases/Dana%2520Farber%2520Exterior%283%29.jpg?itok=surtyLS2",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7963891,
        "_id": "a313f1d854a60f85f992604841528178"
    },
    {
        "title": "Auburn Fire Exclusion Zone Concluded",
        "author": "Mirage News",
        "published_date": "2024-11-12 00:32:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/auburn-fire-exclusion-zone-concluded-1354482",
        "clean_url": "miragenews.com",
        "excerpt": "Fire and Rescue NSW have contained a fire on Stubbs Street, Auburn.An exclusion zone was declared and has now concluded.Residents may return to their",
        "summary": "Fire and Rescue NSW have contained a fire on Stubbs Street, Auburn.\nAn exclusion zone was declared and has now concluded.\nResidents may return to their respective homes.\nAll westbound lanes of Parramatta Road have been reopened. One lane eastbound is closed.\nStubbs Street remains closed.",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://cdn1.miragenews.com/wp-content/uploads/2019/03/usersubmittedimagepolicegenpixab2500010.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7963891,
        "_id": "b6ac46a02580473d2e6b05a48a3df9d0"
    },
    {
        "title": "UAB Joins Synergy Grant Project in Humanities",
        "author": "Mirage News",
        "published_date": "2024-11-12 00:32:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/uab-joins-synergy-grant-project-in-humanities-1354480",
        "clean_url": "miragenews.com",
        "excerpt": "Fatma Sinem Eryilmaz, researcher at the Department of Modern and Contemporary History, in collaboration with Alexander Fidora, ICREA researcher at the",
        "summary": "Fatma Sinem Eryilmaz, researcher at the Department of Modern and Contemporary History, in collaboration with Alexander Fidora, ICREA researcher at the Department of Ancient and Medieval Studies, has secured funds to study Occult Sciences in the Islamicate Cultures in one of the three Synergy Grant projects awarded by the ERC this year. Fatma Sinem Eryilmaz and Alexander Fidora.\nThe UAB team will work as a research partner with researchers from the Catholic University of Leuven (Belgium), the University of Bologna (Italy), the University of South Carolina (United States) and the Friedrich-Alexander-Universität (Germany) in the project MOSAIC (Mapping Occult Sciences Across Islamicate Cultures).\nDuring the next six years, a team of around 35 senior and junior researchers, and PhD students will study documents, objects, and images produced in a wide range of linguistic and cultural traditions, including Arabic, Turkish, Persian, Greek, and Assyrian, that were used between Late Antiquity and the nineteenth century in an extensive geographical area, stretching from the Iberian Peninsula to India.\nThe UAB team will work on the intellectual and social networks that flourished in Anatolia and the Mediterranean, the relationship between epistemology and political history, and its reflections in literature and art.\nThe ERC Synergy Grant aims to support outstanding projects that can only be mastered by pooling various perspectives, skills, and resources. Among the 548 proposals in this year's call, 57 projects received the grant across Europe and beyond. The budget for MOSAIC amounts to €9 million, €655,000 of which will be dedicated to the part to be carried out by UAB researchers.",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://www.uab.cat/Imatge/81/640/SinemEryilmazANDAlexanderFidora_webUAB,0.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7955911,
        "_id": "380c87c5048a118072c46abb7f8bc512"
    },
    {
        "title": "Ambassador Dyer Visits Madagascar, South Africa",
        "author": "Mirage News",
        "published_date": "2024-11-12 00:28:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/ambassador-dyer-visits-madagascar-south-africa-1354478",
        "clean_url": "miragenews.com",
        "excerpt": "U.S. Ambassador-at-Large to Monitor and Combat Trafficking in Persons Cindy Dyer will travel to Madagascar November 13-16 and South Africa November",
        "summary": "U.S. Ambassador-at-Large to Monitor and Combat Trafficking in Persons Cindy Dyer will travel to Madagascar November 13-16 and South Africa November 17-21.\nAmbassador Dyer will meet with government officials in both countries to discuss efforts to combat human trafficking and strengthen our cooperation and partnership on this important issue. She will encourage progress on victim identification and referral efforts, screening of vulnerable populations for human trafficking indicators, and increasing efforts to hold traffickers accountable. Ambassador Dyer will also meet with civil society and international organizations to discuss anti-trafficking efforts and ongoing challenges in these countries and share information from our own efforts and research.",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://tile.loc.gov/storage-services/service/pnp/highsm/42300/42339r.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7955911,
        "_id": "bf54bcecf6171ecca3d0844c6cc1425c"
    },
    {
        "title": "MMK Researchers Secure Swedish Cancer Society Grant",
        "author": "Mirage News",
        "published_date": "2024-11-12 00:24:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/mmk-researchers-secure-swedish-cancer-society-1354476",
        "clean_url": "miragenews.com",
        "excerpt": "Congratulations to six researchers at the Department of Molecular Medicine and Surgery who receives research grant from the Swedish Cancer Society in",
        "summary": "Congratulations to six researchers at the Department of Molecular Medicine and Surgery who receives research grant from the Swedish Cancer Society in their latest call.\nJesper Lagergren at the research group Upper GI Surgery receives SEK 7.500.000 for the project \"Oesophageal and gastric cancer: Improved prevention, detection and treatment\".\nPernilla Lagergren at the research group Surgical Care Science receives SEK 3.750.000 for the project \"Towards improved survivorship after oesophageal and gastric cancer surgery\".\nAnna Lindstrand at the research group Rare Diseases receives SEK 1.200.000 for the project \"Resolving Structural Variant Complexity in Hematological Malignancies\".\nAnn Nordgren at the research group Rare Diseases receives SEK 3.000.000 for the project \"Constitutional genetic aberrations behind childhood cancer predisposition\".\nEmma Tham at the research group Clinical Genetics receives SEK 3.000.000 for the project \"Multi-omic analysis of liquid biopsies for cancer diagnostics, monitoring and early detection\".\nChristina Stragliotto at the research group Endocrine Surgery receives SEK 75.000 for the project \"Scandinavian Sarcoma group\".",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://news.ki.se/sites/nyheter/files/qbank/GettyImages-509610021_custom20241111112604.jpg",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7963891,
        "_id": "451b5ba29ca0f698cdaf8b22495ec3c1"
    },
    {
        "title": "India Sikh Festival",
        "author": "재개발 재건축의 정석 호두네부동산",
        "published_date": "2024-11-12 00:23:27",
        "published_date_precision": "timezone unknown",
        "link": "https://n.news.naver.com/mnews/article/077/0006430762",
        "clean_url": "naver.com",
        "excerpt": "Sikh devotees distributes sacred food to people during a religious procession ahead of the birth anniversary of the firs",
        "summary": "Sikh devotees distributes sacred food to people during a religious procession ahead of the birth anniversary of the first Sikh guru, Guru Nanak, in Hyderabad, India, Monday, Nov. 11, 2024. (AP Photo/Mahesh Kumar A.)",
        "rights": "naver.com",
        "rank": 468,
        "topic": "news",
        "country": "KR",
        "language": "en",
        "authors": "이상엽의 포토에세이,재개발 재건축의 정석 호두네부동산,옥부레,Law 파트너스,옥동자의 부동산러브 레터,비타민C의 인공상담소,은퇴연구소의 비밀 다락,김형환의 캠퍼스,가치투자클럽,네이버,AP연합뉴스",
        "media": "https://imgnews.pstatic.net/image/077/2024/11/12/PAP20241112003401009_P2_20241112002327063.jpg?type=w800",
        "is_opinion": false,
        "twitter_account": "AP연합뉴스",
        "_score": 1.9887443,
        "_id": "f3b2dee3f4a5dfe9d22d4ae181950891"
    },
    {
        "title": "POLAND ST MARTINS DAY",
        "author": "gj UKIT",
        "published_date": "2024-11-12 00:22:28",
        "published_date_precision": "timezone unknown",
        "link": "https://n.news.naver.com/mnews/article/091/0009774679",
        "clean_url": "naver.com",
        "excerpt": "St. Martin's Day Parade in Poznan People dressed as bees take part in the St. Martin's Day Parade during the Independenc",
        "summary": "St. Martin's Day Parade in Poznan\nPeople dressed as bees take part in the St. Martin's Day Parade during the Independence Day celebrations in Poznan, Poland, 11 November 2024. Saint Martin's Day is the feast day of Saint Martin of Tours celebrated in the liturgical year on November 11 since the Medieval times. EPA/JAKUB KACZMARCZYK POLAND OUT",
        "rights": "naver.com",
        "rank": 468,
        "topic": "news",
        "country": "KR",
        "language": "en",
        "authors": "Gj Ukit,네이버,EPA연합뉴스,김형환의 캠퍼스,은퇴연구소의 비밀 다락,비타민C의 인공상담소,재개발 재건축의 정석 호두네부동산,이상엽의 포토에세이,가치투자클럽,옥동자의 부동산러브 레터,옥부레,Law 파트너스",
        "media": "https://imgnews.pstatic.net/image/091/2024/11/12/PEP20241112005801009_P2_20241112002228209.jpg?type=w800",
        "is_opinion": false,
        "twitter_account": "네이버 뉴스",
        "_score": 1.9887443,
        "_id": "aaa05ebfc4bbd81cb87a744b2ff9b0c7"
    },
    {
        "title": "1 dead, 3 hospitalized after hazmat investigation at Anaheim party",
        "author": "KCAL News Staff",
        "published_date": "2024-11-12 00:17:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.cbsnews.com/losangeles/news/1-dead-3-hospitalized-after-hazmat-investigation-at-anaheim-party",
        "clean_url": "cbsnews.com",
        "excerpt": "Police say that a white powdery substance was discovered at the house where the party was early Sunday morning.",
        "summary": "One person was killed and three other people were hospitalized after an apparent overdose event at a party in Anaheim on Sunday morning.\nOfficers were called to the 1500 block of Benmore Lane at around 1:10 a.m. after receiving calls reporting the emergency, according to the Anaheim Police Department.\nThey arrived to find four male adults that were unconscious in front of an apartment complex. All four were rushed to nearby hospitals.\nPolice say that one of the men died after arriving at the hospital. He has not yet been identified.\nOne is in critical condition while the other two are said to be stable, police reported.\nInvestigators say that a white substance was discovered at the scene of the party where the men were prior to the incident. Because of the discovery, a hazardous materials investigation team was called to the scene.\nThey contained the area for about three hours before clearing the area.\nNo further information was provided.",
        "rights": "cbsnews.com",
        "rank": 188,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "KCAL News Staff",
        "media": "https://assets2.cbsnewsstatic.com/hub/i/r/2022/06/28/c565d5de-352e-435f-8306-a2e98984a2cc/thumbnail/1200x630/2fc1a43e1d9c9a12b6ef98221781623a/screen-shot-2022-06-28-at-8-52-32-am.png?v=c1d30b1df13c40bf65c6c1e6d9ac4ad7",
        "is_opinion": false,
        "twitter_account": "@kcalnews",
        "_score": 1.9954634,
        "_id": "a281cf3ba4e21ab2e9dedf1c7f3e3edf"
    },
    {
        "title": "Distant Planet's Sulphur Atmosphere Hints at Volcanoes",
        "author": "Mirage News",
        "published_date": "2024-11-12 00:16:00",
        "published_date_precision": "timezone unknown",
        "link": "https://www.miragenews.com/distant-planets-sulphur-atmosphere-hints-at-1354474",
        "clean_url": "miragenews.com",
        "excerpt": "Today, we know of more than 5,000 exoplanets : planets outside our solar system that orbit other stars. While the effort to discover new worlds goes",
        "summary": "Today, we know of more than 5,000 exoplanets : planets outside our solar system that orbit other stars. While the effort to discover new worlds goes on, we're steadily learning more about the exoplanets we've already detected: their sizes, what they're made of and whether they have atmospheres. Agnibha Banerjee\nPhD Student, The Open University\nOur team has now provided tentative evidence for a sulphur-rich atmosphere on a world that's 1.5 times the size of Earth and located 35 light years away. If confirmed, it would be the smallest known exoplanet with an atmosphere. The potential presence of the gases sulphur dioxide (SO₂) and hydrogen sulphide (H₂S) in this atmosphere hint at a molten or volcanic surface.\nIn our solar system, we have two distinct categories of planets - the small rocky ones, including Earth and Mars, and the gas giants such as Jupiter and Saturn. However, exoplanets span a great spectrum of sizes. Our solar system lacks a planet whose size falls into the range between Earth and Neptune, but it turns out that's the most common type of planet we have seen around other stars in our galaxy.\nThe ones closer to Neptune's size are called sub-Neptunes and the ones closer to Earth's size are called super-Earths . L 98-59 d is a super-Earth, slightly bigger and heavier than the Earth. The composition of the atmospheres of these planets is still an open question, one that we are only starting to explore with the James Webb Space Telescope (JWST), launched in 2021.\nL 98-59 d was discovered in 2019 with Nasa's Tess space telescope . Most exoplanets, including L 98-59 d, have been detected using the \"transit method\" . This measures the tiny dips in starlight when the planet passes in front of the star. This dip is more pronounced for larger planets and enables us to figure out the size of a planet.\nEven JWST can't separate these tiny planets from their host stars - as they orbit their stars too closely. But there is a way to \"see\" the planet's atmosphere from this entangled light. When a planet passes in front of its star, some of the starlight filters through a planet's atmosphere, hitting the gas molecules or atoms present there, on its way to us on Earth.\nEvery gas modifies the light in its own signature manner. From the light we receive from that star system, we can infer what the composition of that atmosphere might be. This is called transmission spectroscopy , a proven technique that has previously been used to confirm the presence of CO₂ in an exoplanet's atmosphere.\nI am part of an international team of scientists who used JWST to observe one transit of L 98-59 d across the disc of its host star. We then obtained the transmission spectrum of the atmosphere of the exoplanet from these observations. This spectrum hinted at the possible presence of an atmosphere filled with sulphur dioxide and hydrogen sulphide .\nThis discovery was surprising, as it stands out in stark contrast to the atmospheres of rocky planets in our own solar system, where water vapour and carbon dioxide are much more prevalent. Earth's atmosphere, for example, is rich in nitrogen and oxygen, with trace amounts of water vapour. Meanwhile, Venus has a thick atmosphere dominated by carbon dioxide. Even Mars has a thin atmosphere dominated by carbon dioxide.\nWe then used computer models that incorporate our understanding of planetary atmospheres and the light coming from L 98-59 d to come up with a potential picture of the composition of this planet's atmosphere. The absence of common gases such as carbon dioxide and the presence of SO₂ and H₂S suggests an atmosphere shaped by entirely different processes to those we're familiar with in our solar system. This hints at unique and extreme conditions on L 98-59 d, such as a molten or volcanic surface.\nAdditional observations will be necessary to confirm the presence of these gases. JWST observations had previously spotted signs of SO₂ on an exoplanet, but this was a gas giant, not a potentially rocky world such as L 98-59 d. Exo-volcanoes?\nThe potential presence of SO₂ and H₂S raises questions about their origin. One explosive possibility is volcanism driven by tidal heating , much like what is observed on Jupiter's moon Io . The gravitational pull of the host star on this planet stretches and squeezes it as it goes along its orbit. This motion can heat up the centre of the planet, melting its interiors and producing extreme volcanic eruptions and possibly even oceans of magma.\nCombined with its close proximity to the star (one year on this planet is seven and half Earth days), truly hellish temperatures can be reached on the surface. If future observations support the presence of such an atmosphere, not only would it be the smallest exoplanet to have a detected atmosphere, but also a crucial step towards understanding the nature of such planets.\nDetecting atmospheres on small, rocky planets is exceptionally difficult, as the planets are very small compared to the host stars, and also as intense radiation from their host stars often strips the atmospheres away. These observations, while tantalising, are only from a single transit. That means instrumental noise and other factors prevent us from making statistically strong claims. Future JWST observations will be key in confirming or refuting our analysis.\nL 98-59 d may not be a candidate for life as we know it, but studying its sulphurous atmosphere and potential volcanism provides valuable insight into worlds around other stars. Extreme worlds like these help us understand the diversity of planetary evolution across the galaxy.\nAgnibha Banerjee receives funding from the Science and Technology Facilities Council and The Open University.",
        "rights": "miragenews.com",
        "rank": 10552,
        "topic": "news",
        "country": "US",
        "language": "en",
        "authors": "Mirage News",
        "media": "https://cdn1.miragenews.com/tmp_cache?cdn=images.unsplash.com%2Fuploads%2F1412533519888a485b488%2Fbb9f9777%3Fixid%3DMXwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%253D%26amp%3Bixlib%3Drb-1.2.1%26amp%3Bauto%3Dformat%26amp%3Bfit%3Dcrop%26amp%3Bw%3D1350%26amp%3Bq%3D80",
        "is_opinion": false,
        "twitter_account": null,
        "_score": 1.7955911,
        "_id": "5a8f0ea1e7783e2864a85ed578fd8a9d"
    }
]